{"text":"An apparatus according to any preceding claim wherein the welding head 43 comprises an actuator device 52 for displacing the welding element 51 transversely to said path between an active configuration C1 in which the lid 1 is welded to the opening device and an inactive configuration C2 in which the welding element 51 does not interact with the lid 1.","text_b":"In the lid supplying process S2 the container body 1 filled with the content 61 in the filling process S1 is conveyed to the place of a lid supplying means 62b by a conveying means not shown such as a conveyor or the like.The lid supplying means 62b receives the lid 3 conveyed by the lid conveying means 62a.The lid supplyingmeans 62b supplies one lid 3 to the mouth portion of one container body 1.At this time if the content 61 has been foamed defoaming is conducted and carbon dioxide purge or nitrogen gas purge is performed.","label":0.0}
{"text":"The server according to claim 11 wherein a video code of the media file is a Moving Picture Experts Group2 MPEG2 code.","text_b":"The special playback button 57 is a button operated when special playback is to be executed and is formed of a fast forward button 58 and arewind button 59.The fast forward button 58 is operated when content is to be quickly played back in the forward direction and the rewind button 59 is operated when content is to be quickly played back in the reverse direction.The term quickly means a speed higher than a normal playback speed and is represented by for example a speed which is n times a normal playback speed assuming that the normal playback speed is set to 1 where n is a numerical value greater than 1.In many cases n is set to an integer but may not necessarily be an integer.Further due to its functional nature an actual speed in a state displayed as ntimes fast playback to the user may not be needed to be exactly n times but may be substantially n times the normal speed.","label":0.0}
{"text":"The flexible printed circuit board of claim 1 wherein the FPCB wiring formation portion WP further includes reinforcing patterns RF1 RF2 independently disposed along regions in which the concave portions CP1 CP2 are disposed.","text_b":"The dummy wiring lines 54 and 55 are provided in an island shape in place of the dummy wiring lines 26 and the widths thereof in the Y direction are set to be three times larger than the widths a of dummy wiring lines 23 respectively.","label":1.0}
{"text":"An image reproduction method comprising acquiring a viewpoint of a viewer with respect to a display surface of a display acquiring image data comprising an image and disposition information indicating a threedimensional position of the image with respect to the viewer when the image is displayed to the viewer calculating a pixel value on the display surfacecorresponding to a pixel of the image based on the viewpoint and the threedimensional position and controlling the display to display the image based on the pixel value.","text_b":"Referring to FIG.6 the electronic apparatus according to the embodiment of the present invention may output a GUI 504 at a predetermined position from a user that is the shuttered glasses 510.","label":1.0}
{"text":"The method according to claim 1 further comprising forming an insulating layer on the substrate the insulating layer covering a portion of a sidewall of a fin a top surface of the insulating layer being lower than the top surfaces of the plurality of fins.","text_b":"In addition the implanted regions 140 150 may instead comprise p and n materials respectively so that the drain and source are formed on opposite sides of the gate electrode 130 to that shown in Figure 1b.Typically p dopants may comprise phosphorus and arsenic and n dopants boron and gallium.However the choice of dopants are not limited to these particular materials or elements.","label":0.0}
{"text":"The radio device of one of the precedent claims comprising a receiving unit which is configured to receive radio signals in communication with a network node of the radio access network wherein the receiving unit is configured to receive at least one parameter value of the set of at least one parameter from the network node.","text_b":"The embodiments of claims 2 and 13 provide for a suitable place in the telecommunications network for making available the combinations of terminal identifiers and associated time intervals.","label":1.0}
{"text":"Method according to one of claims 810 wherein said third silicon layer 10 is deposited such that it is substantially microcrystalline at its side away from said siliconbased substrate 2.","text_b":"Fig.11 is a schematic cross section showing the structure of a photovoltaic cell according to this embodiment.","label":1.0}
{"text":"The apparatus as claimed in claim 3 wherein the determination unit when an external device is connected to the external interface determines whether the connected external device is the predefined external device and wherein the controller when the connected external device is a predefined external device operates the second program in the second storage when an operation mode of the image forming apparatus is converted to a power saving mode.","text_b":"The USB interface unit 110 performs USB communication with at least one external device.The at least one external device may be host devices such as personal computers PCs.","label":1.0}
{"text":"A teaching apparatus that is connected to a control apparatus controlling a robot and outputs a command intended for the robot to the control apparatus the teaching apparatus comprising a settingmanipulating portion that accepts an operation of changing a setting that defines a movement of the robot an enabling switch that accepts an operation of changing a state of electrification of the robot and a robotmovementmanipulating portion that accepts an operation of executing the movement of the robot wherein the enabling switch is positioned on one of two lateral sides with respect to a center of the teaching apparatus and in such a manner as to be operable with one of operators hands that is holding the teaching apparatus and wherein in a state where the teaching apparatus is held and the enabling switch is operated with the one hand the settingmanipulating portion and the robotmovementmanipulating portion are each positioned within a reach of at least any one of a thumb and fingers of the one hand.","text_b":"It should be stressed that according to the invention the auxiliary keys 40 and 41 are in addition to the jog pushbuttons 14 therefore the combination of the TCP to reach the desired point may always be commanded by the operator 7 using the individual jog pushbuttons 14 after selecting a given reference system with the Coord pushbutton 18.","label":1.0}
{"text":"The mobile terminal 100 of claim 2 wherein the controller 180 is further configured to cause the display to display 151 at least one color indicator in the progress bar the at least one color indicator corresponding to the reading speed such that various colors corresponding to various speeds are displayable in the progress bar when the various speeds are determined for different pages of the ebook.","text_b":"If the TTS item 243 is selected the controller controls the wireless communication unit 110 to receive and store the original data of the link data 232 and to execute a TTS function to output a voice data.At this time as shown in FIG.5c the progressive bar 250 may be displayed on the display unit 151.The progressive bar 250 may include a control menu 251258 for controlling the voice output a still image icon 259 representing a still image included in the original data a moving image icon 260 representing a moving image included in the original data and an entrance icon 261 for entering the original data.","label":0.0}
{"text":"A method as claimed in any preceding claim wherein the measure of priority is one of multiple measures of priority for elements.","text_b":"During the generation of a user interface the user role of the user is taken into consideration and only information relevant to a specific user is shown in the interface generated on the user terminal device of said user.This solves the problem of how to optimize the generation of user interfaces to users of the system.","label":0.0}
{"text":"The connection management method according to claim 6 the connection management method further comprising issuing an information collection request to cause a seventh relay device arranged between the information communication devices to collect a fourth communication state between the seventh relay device and an eighth relay device that is arranged in a stage preceding or succeeding the seventh relay device and connected to the seventh relay device with a logicalpath according to the change in the first communication state when the change in the first communication state is detected S112.","text_b":"The CHA simultaneously sends the IO to a group 102 configured from the physical paths S3 and S4 in order to send the IO to the logical paths P3 P4 delegated with the control right in round robin based on the IO transfer control program.","label":1.0}
{"text":"A straddled vehicle 1 comprising a head tube 2 a vehicle body frame 3 extending rearward from the head tube 2 a duct 18 disposed forward of the head tube 2 an upper cowling 21 disposed forward of the duct 18 a headlight unit 25 disposed below the upper cowling 21 a front wheel 10 disposed below the headlight unit 25 and a harness connected to electrical components disposed forward of the head tube 2 wherein the upper cowling 21 comprises a first upper cowling 31 at least partially disposed laterally of the duct 18 and attached to the duct 18 and a second upper cowling 32 disposed above the duct 18 and attached to the first upper cowling 31 the harness comprises a main harness 36 disposed adjacent to at least a first end of the vehicle body frame 3 and a sub harness 38 branched from the main harness 36 and connected to the electrical components a part of the sub harness 38 38a 38b 38c is connected to the electrical components disposed adjacent to a second end of the vehicle body frame 3 through a space above the duct 18 and the headlight unit 25 is attached to a lower part of the first upper cowling 31 laterally.","text_b":"In the embodiment of the present invention described heretofore the duct opening 21 is formed into a rectangle.The duct opening 21 is not necessarilyformed into a rectangle and may be formed into an elliptic or circular shape.In the abovedescribed embodiment of the present invention the bulkhead 22 has two communicating holes 23 as part of the structure of the duct 20 however this is not the only possible arrangement.The abovedescribed embodiment of the present invention has been described for a case in which the present invention is applied to a motorcycle.The present invention is nonetheless applicable to saddle riding type vehicles of various other types.","label":0.0}
{"text":"The antireflection film according to claim 4 wherein the oxide is silicon oxide or a metal oxide.","text_b":"The appearance thereof was visually confirmed.The aggregation of the particles was not seen and transparency was maintained.Further a refractive index was measured according to the abovedescribed method.The refractive index was 1.33 which is a much smaller value than a theoretical refractive index 1.37.Further the void content found from the value of the refractive index was 9.From this it was found that the refractive index can be controlled.","label":1.0}
