{"text":"The vehicle window glass according to claim 11 wherein the portion of the first media element that extends parallel to the extension element is 200 mm or less.","text_b":"As described above FM second antenna 3 and DAB purpose antenna 4 are disposed within the blank space 23 of FM first antenna element 22 both antennae of FM second antenna 3 and DAB purpose antenna 4 can obtain favorable antenna sensitivities at a desired bandwidth.The reason of obtaining of the favorable antenna sensitivities is as follows That is to say since the structure of FM second antenna 3 takes a form of the first embodiment as described above the antenna sensitivity of FM second antenna 3 can be lowered in the band III of DAB bandwidth which is an outside of FM bandwidth.Thus DAB purpose antenna 4 can be prevented from interferingagainst FM second antenna 3 in the band III and the favorable antenna sensitivity can be obtained in the band III.","label":1.0}
{"text":"A computerimplemented method for partitioning namespaces of secure elements into at least two storage types by control software applications within secure elements comprising defining in a control software application a first access key and a second access key for a plurality of sectors within a secure element namespace of a secure element each sector comprising at least an access memory block and a plurality of data memory blocks the access memory block storing an access type for each sector wherein the first access key controls access to the memory blocks in a sector and the second access key overrides changes to the first access key assigning by the control software application a first access type to a first sector the first access type comprising providing the first and second access key to a first application such that the control software application can reclaim control of the first sector only if the first application cooperates by returning the first access key and second access key to an initialized state assigning by the control software application a second access type to a second sector the second access type comprising providing only the first access key to a second application such that the control software application can reclaim control of the second sector using the second access key to return the first access key to an initialized state even if the second application does not cooperate by returning the first access key to an initialized state and transmitting from the control software application for storage in the access memory block for at least each of the first and second sectors appropriate ones of the first access key and the second access key to provide the selected access type for each respective selected sector thereby partitioning the namespace of the secure element into at least two storage types.","text_b":"The memory organization of a MIFARE Standard 1k card is shown in Fig.1.The 1024 X 8 bit EEPROM memory is organized in 16 sectors with 4 blocks of 16 bytes each.The first data block block 0 of the first sector sector 0 is the manufacturer block.It contains the IC manufacturer data.Due to security and system requirements this block is write protected after having been programmed by the IC manufacturer at production.The manufacturer block is shown in detail in Fig.2.","label":1.0}
{"text":"The method according to claim 1 or 2 further comprising wireless devices operating on behalf of each other where the other device is chosen randomly and where the identity of two devices is shared only by the two devices to conceal the relationship between their locations and their IP addresses.","text_b":"Each node collects information related to neighbouring receiver andor transmitter nodes by P2P communication over a network i.e.the Internet.The method comprises a discovery mechanism protocol based on an unstructured P2P overlay network where nodes collects information related to neighbouring receiver and or transmitter nodes by P2P communication over the network.","label":1.0}
{"text":"Surveying system for measuring the position of a measuring point 1 on the ground the surveying system comprisinga survey pole 10 witha body 13 having a pointer tip 12 for contacting the measuring point 1 andposition giving means for making available the coordinative determination of a referenced position the position giving means being placed on the body 13 with a defined spatial relationship relative to the tip 12 particularly wherein the position giving means comprise a retro reflector 11 andor a GNSSantenna 19determination means for repeatedly determining the referenced position of the position giving means andevaluation means 17 for deriving the position of the measuring point 1 at least based on the determined referenced position and on the defined spatial relationship of the position giving means relative to the tip 12 characterized in thatthe survey pole 10 further comprises an inertial measuring unit 18 placed on the body 13 with a defined spatial relationship relative to the position giving means wherein the inertial measuring unit 18 comprises IMUsensors including accelerometers and gyroscopesthe surveying system further comprises IMUprocessing means for repeatedly determining inertial state databased on measurements taken by the inertial measuring unit and in thatthe evaluation means 17 are further configured forfeeding a predefined filter algorithm with the repeatedly determined referenced position and the repeatedly determined inertial state data and deriving therefrom referenced attitude data for the survey pole 10 taking into account the defined spatial relationship of the inertial measuring unit 18 relative to the position giving meansusing a Divided Difference Filter within the predefined filter algorithm andfurther using the referenced attitude data for deriving the position of the measuring point 1.","text_b":"GPS receivers 12a 12b store a copy of the Pseudo Random Noise PRN emitted by the GPS satellites.By comparing the signal from a satellite from its copy the receiver determines a time shift and deduces the pseudorange between the satellite and the receiver.The code measurement model or pseudorange measurement model is given by 7pLirsrsrsdrscdtrdtstTrsILirsMpirscbLisbLir where Lirs is the observed pseudorange on LiL 1 frequency at time t rs is the true distance between the receiver r and the satellite s drs is the radial orbital error at transmit time dtr is the receiver clock error dtstis the satellite clock error considering the propagation time T of the GPS signalc Trs is the tropospheric delay ILirs are the ionospheric delays on Li Mpirs is the multipath error bLis and bLir are hardware delays rs is the residual error and c is the speed of light.","label":0.0}
{"text":"The frequency offset estimation apparatus according to claim 1 wherein the frequency offset fine estimation unit estimates the frequency offset of the received signal or the signal obtained by compensating for the dispersion of the received signal based on a phase increment algorithm.","text_b":"Thus the remaining discretevalued frequency offset is determined by the property 2fcoTk02f with fZ.This results infco1k0Tf or f Dk0f fZ where f is the integervalued parameter indicating the ambiguity interval the number of which must be detected by the new postprocessing stage.","label":1.0}
{"text":"The video entertainment device of any preceding claim wherein the device is installed in a vehicle.","text_b":"Meanwhile when objects are synthesized and presented on the basis of only the scene description data there is a possibility that an inappropriate presentation depending upon the status of the terminal device.For example in the case where an object has data regarding a region if the object is displayed at all times an object which is regardless of the present location of the terminal device is displayed on itself.Further in the case of a terminal device which is carried in a car when display data such as an image or text data is displayed on the display while driving the driver cannot concentrate on driving as being distracted by the display and therefore it is not preferable in terms of traffic safety.","label":1.0}
{"text":"A method comprising identifying 504 an amount of time that a wireless device 108a108c 110a110b 112a112e has or does not have redundant connectivity in a wireless network during a specified time period and identifying 506 a redundant wireless connection availability of the wireless device during the specified time period.","text_b":"Finally both the wireless HART protocol 70 and the wired HART protocol 72 may support a common HART application layer 84.The application layer of the wireless HART protocol 70 may additionally include a sublayer 86 supporting autosegmented transfer of large data sets.By sharing the application layer 84 the protocols 70 and 72 allow for a common encapsulation of HART commands and data and eliminate the need for protocol translation in the uppermost layer of the protocol stack.","label":1.0}
{"text":"The method of claim 1 wherein the first electronic device is one of a mobile phone a smart phone a personal digital assistant PDA a handheld PC a portable multimedia player PMP and the second electronic device is one of a pedestrian navigation system PNS and a car navigation system.","text_b":"In addition the wireless terminal can directly transmit the character file to other wireless terminals through a local.","label":1.0}
{"text":"The system according to claim 2 wherein the resistor has a resistance of between 0 and 10K.","text_b":"The system shown in Fig.3 shows the return electrode 48 driven by signal generator 56.Alternatively return electrode 48 may be connected to an isolated ground for example of an electrocardiogram ECG device.The right leg ECG electrode is typically connected in many ECG devices to isolated ground and would function satisfactorily as a return electrode in the system and method of the invention.","label":0.0}
{"text":"The method as claimed in claim 9 wherein the transmitting comprises transmitting information regarding an application exclusive for the robot cleaner to the mobile terminal.","text_b":"The suction device 120 may include a metallic blade.The minimum distance has to be secured between the blade and the NFC module 198 sufficiently.That is because noise of NFC communication can be caused by the blade.","label":0.0}
{"text":"The apparatus according to any one of claims 1 to 5 wherein if the search means searches for a plurality of second networks a wireless communication setting corresponding to a network having a highest received signal strength in the plurality of second networks is notified to the other communication apparatus.","text_b":"The overall structure of the wireless communication system 200 according to the second embodiment will be described with reference to Fig.5.As shown in Fig.5 the wireless communication system 200 includes the access point 102 the master communication apparatus 204 and the slave communication apparatus 206.As in the first embodiment the master communication apparatus 204 and the slave communication apparatus 206 perform near field communication.Further the master communication apparatus 204 and the slave communication apparatus 206 can perform wireless communication through the access point 102 using the setting information.","label":0.0}
{"text":"The printing apparatus 2 according to one of claims13 wherein the posture determining unit 63 determines the apparatus posture during poweron of the printing apparatus 2 and does not determine the apparatus posture after the poweron.","text_b":"On the other hand at step S10 when the first photo sensor 72 detects the light or the second photo sensor 62 does not detect the light the conditions are not fulfilled.That is it is determined that the operator does not request the external communication process mode by holding up the RFID label Tu the process returns to the step S5 to repeat the same step.","label":1.0}
{"text":"The device according to claim 12 wherein the first throughholes have first widths in a second direction the second direction being different from the first direction and the first widths increasing with decreasing distance to an edge of the reflective layer.","text_b":"The insulating ion implantation layer 131 may be disposed through the active layer 112 and the second conductive semiconductor layer 113.The insulating ion implantation layer 131 may insulate the first contact portion 191 from the second conductive semiconductor layer 113.The insulating ion implantation layer 131 may be disposed between the active layer 112 and the first contact portion 191.The insulating ion implantation layer 131 may insulate the first contact portion 191 from the active layer 112.A top surface of the insulating ion implantation layer 131 may make contact with the first conductive semiconductor layer 111.","label":0.0}
{"text":"The exposure apparatus according to claim 1 wherein the liquid immersion area is formed while supplying the liquid from the supply port and recovering the liquid from the recovery port such that the optical path space of the exposure light between the projection optical system and the substrate is filled with the liquid.","text_b":"Furthermore although only three elements have been illustrated any number of channels may be incorporated into the face of the seal member 12 facing the substrate W each channel being at a pressure to improve stiffness liquid consumption stability or other property of the liquid supply system.","label":0.0}
{"text":"A method according to any of the preceding claims wherein the first part and the second part are exposed to headwind andor tailwind in particular frontal headwind.","text_b":"Preferably the filler material is selected from the group consisting of glass microspheres the surface of which is provided with a hydrophobic or hydrophilic surface modification preferably a hydrophobic surface modification.The hydrophobic surface modification of the hollow nonporous particulate filler material for use herein may be performed by any commonly known method.","label":1.0}
{"text":"A network device UE for determination of an appropriate data compression for retransmission of data from a further network device BS to said network device UE wherein said network device UE is adapted todetermine a required quality of data to achieve a certain error rate QMCS for a modulation and coding scheme used for a preceding transmission of data from the further network device BS to the network device UEcompare said required quality of data QMCS with expected qualities of data after retransmission R1 R2 R4 for at least two data compression factorsand choose a compression factor of said at least two data compression factors for the retransmission of data which results in an expected quality of data after retransmission R2 being higher than the required quality of data to achieve the certain error rate QMCS.","text_b":"FIGs.8 and 9 show a state of data assignment of systematic data parity data 1 2 for every transmission count in the form of blocks when the modulation scheme is QPSK and an RV parameter is changed for each coding rate.The horizontal axis shows Bit and the vertical axis shows SIR.","label":1.0}
{"text":"The ultrasonic diagnostic apparatus 100 according to claim 7 characterized in that the display controller 190 is configured to additionally display an Mmode image 14 corresponding to the additionally set M line 13a on the display unit 190 when the additional M line 13a setting is completed.","text_b":"The electrocardiographic waveform portion 130 of the designated area is an enlarged display of an electrocardiographic waveform in correspondence with the display time domain designated by using the overall electrocardiographic waveform portion 120.The electrocardiographic waveform portion 130 of the designated area is displayed so as to be compared with the temporal graph portion 140 of the motion information.","label":0.0}
{"text":"An image delivery server 403 comprising a first 401 and a second 402 hardware security module adapted to control remotely the rights of a target secure element 400 to execute an operation configured to load a profile image and to store a first set of at least one parameter indicating if the secure element is locked or unlocked and in case it is locked who is the locker of said secure device the image delivery server 403 being configured toreceive by the first hardware security module 401 a second set 407 of at least one parameter and an operation code OP defining a requested operation for changing the rights attributed to a target secure element 400 said second set of at least one parameter being adapted for controlling the rights to execute the requested operation by the target secure element 400 depending of the result of a comparison between said first and second set of parametersreceive a profile image 405 to be transmitted to the secure element 400send by the first hardware security module 401 to the second hardware security module 402 the second set of parameters the operation code OP and a signature generated by the second hardware security module using as an input the second set of parameters and the operation code OP said signature identifying the first hardware security manager 401 as the sendergenerate a security scheme descriptor SSD which is anelement and comprising the second set of at least one parameter the operation code OP and their associated signature said file being decryptable by the target secure elementsend the received image profile and the associated security scheme descriptor SSD file to the targeted secure element 400.","text_b":"The SD starts a secure channel session on successful authentication of an oncard entity unwraps a received instruction in the secure channel session by verification of integrity or decodes original data under secure confidentiality.","label":0.0}
{"text":"The method of claim 7 or claim 8 further comprising in response to user input instructing the server to put the second communication session on hold and reactivate the first communication session.","text_b":"That is after the calling party selects the Threeparty conference call option of the selection window 408 the communication device 200automatically performs the first to third substeps and the calling party can omit the complicated procedure of setting the threeparty conference call.Preferably the communication device 200 performs the first to third substeps in the background and the communication device 200 itself can finish the operation of setting the threeparty conference call without the interposition of the calling party.","label":1.0}
{"text":"The patterning process according to claim 10 or 11 further comprising iv a step of subjecting a film patterned by the development to postcure at a temperature of 100 to 250C.","text_b":"Of these preferred is a divalent radical of the following formula wherein X is hydrogen or methyl.","label":0.0}
{"text":"The optical multiplexing device according to claim 1 wherein the monitor 54 includes an optical filter 541 configured to extract the optical component including the frequency component of the cross point between the spectra of the first subcarrier signal and the second subcarrier signal and a photodetector 542 configured to detect power of the optical component transmitted through the optical filter.","text_b":"Similarly each of the optical signal multiplexers 112 to 11N adds the light beam input from the previous stage thereof and an optical signal whose wavelength is different from the frequencies of the light beam input thereinto and outputs the resulting light beam downstream via the optical fibers 122 to 12N.The optical signal multiplexers 111 112...and 11N can implement plural multiplexers that are connected in series and that multiplex optical signals with the signal light beam.","label":1.0}
{"text":"System according to claim 1 2 or 3 wherein the system is designed to account for time elapse during monitoring from occurrence of a predetermined event being starting the electric motor or changing between high and low of the turnout relay for which the system has a timer.","text_b":"In case of a threewire connection this protection may be excluded during configuration.","label":0.0}
{"text":"A nearfield electromagnetic wave absorbing film comprising a plastic film and a single or multilayer thin metal film formed on one surface of said plastic film said thin metal film having laserbeambored holes of 200 m or less in diameter with intervals of 50 m or less on the entire surface and pluralities of openings as large as giving transmission viewability partially on the surface.","text_b":"The pretreatment layer may be formed on at least part of the transparent substrate where the metal conductive layer must be formed.However the pretreatment layer is preferably formed on the whole surface of the transparent substrate.","label":0.0}
{"text":"The device according to claim 1 further comprising a second insulating film 18 19 provided between the second reflective part 52 of the metal film 50 and the optical layer30 35.","text_b":"FIG.2A illustrates one example of a planar layout of the pside electrode 18 and the nside electrode 19.The surface area of the pside electrode 18 formed in the light emitting region is greater than the surface area of the nside electrode 19.","label":1.0}
{"text":"The immunogen immunogenic composition or pharmaceutical composition of claim 22 wherein said IgEmediated disorder is asthma.","text_b":"Disclosed is a specific binding protein which specifically binds to native canine free or B cellbound IgE exon 3 and which does not bind to IgE exon 3 when the IgE is bound to receptor on a mast cell.The surfacebound IgE can be IgE expressed on the surface of a canine B cell.","label":0.0}
{"text":"A method of determining a ground line within a video cable the video cable including a left audio line a right audio line a third line and a fourth line the method comprising connecting one of the third or fourth line to a ground reference voltage transmitting a high frequency signal over the other of the third or fourth lines measuring output voltages of the left audio line or the right audio line and determining the ground line based on the measured outputs.","text_b":"In FIG.5B enlargement of FIG.5A between the relay unit 513 and the R earphone 516a and the L earphone 516b the R earphone 516a and the L earphone 516b share the ground line in the contact S52 and thus an inductance element 512a disposed on the shared ground line is shared.In so doing for example if a sound signal is transmitted only to the R earphone 516a from the machine a potential difference occurring when a return signal of the signal transmitted to the R earphone 516a passes through the inductance element 512a through the R earphone ground line 514a and the contact S52 potential difference occurring between both ends V51 and V52 of the inductance element 512a also affects the L earphone 516b to which no sound signal should be transmitted from the machine and the R sound signal is transmitted.","label":0.0}
{"text":"The device according to one or more of the preceding claims characterized in that said pushing and braking element 4 comprises a pulley 10 on which the wire 3 winds and a motor 11 that drives said pulley 10 with a torque that can vary as a function of the tension of the wire 3 detected by said means 5 for detecting the tension of the wire 3 andor as a function of the rotation of said takeup arm 6 detected by said means 8 for detecting the rotation of said takeup arm 6.","text_b":"The controller 70 also stores a second map defining a relationship between a movement amount of the roller 21 in the rotary axis direction and the roller diameter of the roller 21 in the site where the wire 3 is wound.This map is defined by a taper angle and so on of the roller 21.The controller 70 uses the map to control the movement amount of the roller 21 in the rotary axis direction such that the roller diameter of the roller 21 in the site where the wire 3 is wound matches the calculated winding diameter of the core 11.","label":1.0}
{"text":"The cathode active material of anyone of claims 1 to 6 wherein an amount of the boron element is from about 1 ppm to about 2000 ppm based on the total weight of the cathode active material preferably from about 100 ppm to about 2000 ppm morepreferably from about 400 ppm to about 1800 ppm still more preferably from about 400 ppm to about 1000 ppm and even more preferably from about 400 ppm to about 800 ppm.","text_b":"The manganese oxide used in the present invention is preferably trimanganese tetraoxide Mn3O4.The trimanganese tetraoxide Mn3O4 used in the present invention preferably has an average particle diameter D50 of 1 to 8 m a primary particle diameter of 1 to 10 m and a BET specific surface area of 0.5 to 15 m2g.","label":1.0}
{"text":"The method according to claim 5 wherein the step of transmitting the periodic signals by using the frame header 413 of the M radio frames 400 via the Q base station beams designated as the Q scan beams while performing the network entry based on the Q scan beams comprises performing cell search procedure by using the cell search signal wherein the cell search signal carrying the same cell identifier is allocated in the frame header 413 of each of the M radio frames 400.","text_b":"On the other hand when the wireless terminal station 1 is activated the wireless terminal station 1 starts scan scan sequence to search for a wireless base station near the wireless terminal station 1.In the scan sequence to receive announcement information frame from a wireless base station the wireless terminal station 1 switches an antennadirectional beam and a frequency of the wireless terminal station 1 creates a list of wirelessbase stations with which the wireless terminal station 1 can communicate including information such as antenna numbersdirectional beam numbers frequencies base station IDs and reception power and selects an optimum wireless base station out of the list.A detailed scan sequence and scan operation can be indicated for example as shown in Figs.12 and 13.Specifically the wireless terminal station 1 performs scan in all conditions all selectable combinations of i and j while sequentially switching an operation frequency CHi and an antennadirectional beam Antj.When wireless base stations are detected the wireless terminal station 1 stores information concerning the base stations details of contents are explained later in a base station information database.The base station information database is built in an information storing unit a unit corresponding to the information storing unit 20 of the wireless base station shown in Fig.2 of the wireless terminal station 1.Switching time of the antennadirectional beam equivalent to Switching Time shown in Figs.6 and 7 and the like time after switching is executed once until execution of the next switching and frequency switching time time after switching is executed once until execution of the next time is set to a time interval sufficient for receiving announcement information frame from a wireless base station.In general a value larger than an announcement information frame transmission interval is desirable.When the scan under all the conditions is finished and a wireless base station is detected the wireless terminal station 1 selects a connection destination out of detected wireless base stations and starts waiting.","label":1.0}
{"text":"Operating control unit according to claim 4 wherein the spring elements are arranged on the back support and wherein the arrangement of the spring elements is such that each piezoactive sensor element has two neighboring spring elements such that each piezoactive sensor element is placed between the two neighboring spring elements.","text_b":"US 6531667 B2","label":0.0}
{"text":"The cell analyzing method according to claim 10 further comprising counting the number of cells belonging to a nonaggregated cell detection region which is located between a white blood cell distribution region and a mesothelial cell distribution region in terms of the fluorescent signal intensity and outputting the information about the tumor cells in the body fluid based on information about the counted number of cells belonging to the nonaggregated cell detection region.","text_b":"The single cells and aggregating cells of the cells to be measured epidermal cells coexist in the number of cells obtained with the premeasurement and white blood cells and the like other than the cells to be measured are also included.In other words the obtained number of cells does not accurately indicate the number of cells to be measured.However the significant number of cells required for the actual measurement can be accurately ensured to a certain extent by being based on the number of cells obtained with the premeasurement.","label":0.0}
{"text":"A power converter according to claim 6 wherein the fourth bus 224 320 comprises an alternating current phase.","text_b":"Furthermore the power converter 600 may be operatively coupled to a controller such as the controller 108 of FIG.1.As previously noted the first strings 602 may include a plurality of controllable semiconductor switches while the secondstrings 604 may include a plurality of switching units.The controller may be configured to control the switching of the plurality of controllable semiconductor switches in the first strings 602 and the plurality of switching units in the second strings 604.In one example the switching of the switching units in the second strings 604 and that of the controllable semiconductor switches in the first strings 602 may be based on a modulation technique.The modulation technique may include pulse width modulation technique space vector modulation and the like.Moreover the controller may be configured to aid in the generation of a sinusoidal voltage at the alternating current phases 632 634 636 with respect to the third bus 624.Also the controller may be configured to balance and regulate energy stored in the second string 604 during a line cycle.Accordingly the controller may be configured to ensure that an average power of a second string 604 during one line cycle is zero.The term line cycle as used herein may be an AC voltage cycle.In addition the controller may also be configured to regulate currents in the first string 602 and the second string 604 to maintain the voltage at the third connecting node 618 at a value that is substantially equal to the voltage at the third bus 624.In one embodiment the controller may be disposed at a remote location.","label":1.0}
{"text":"A wind turbine blade lifting device according to any one of claims 1 to 5 characterised in that said chassis 10 comprises a top structure 11 a side structure 12 and a bottom structure 13 where the chassis 10 comprises an open side opposite said side structure 12.","text_b":"The Cmember 8 comprises a clamp member 18 slidably mounted to the upper member of the Cmember 8.A rubber pad 20 is attached to the contact surface of the clamp member 18.","label":1.0}
{"text":"A microwave heating apparatus 100 comprising a cavity 130 dividable into at least two compartments a first microwave generator 111 and a first feeding port 141 for feeding a first mode field in a first compartment 131 of said cavity and a second microwave generator 112 and a second feeding port 142 for feeding a second mode field in a second compartment 132 of said cavity wherein said first mode field and said second mode field provide complementary heating patterns in said cavity when the cavity is undivided.","text_b":"As shown by Fig.24 the high frequency heating apparatus 2200 of the embodiment is constructed by a constitution in which the high frequency wave of 2.45 GHz from the first high frequency generating portion 213 is supplied from the lower side of the heating chamber 211 and the high frequency wave of 5.8 GHz from the second high frequency generating portion 215 is supplied from the upper side of the heating chamber 211 and the partition plate 297 for dividing upward and downward the space of the heating chamber 211 is provided at a position of a distance h from the upper face of the heating chamber 211 relative to a total height H of the heating chamber 211.","label":1.0}
{"text":"The method of one of claims 1 to 3 wherein the orientation is determined according to an indication corresponding to an orientation of the playback device 400 from a user input to an input mechanism on the playback device 400.7 783","text_b":"The display apparatus 20 may also be configured in a portrait orientation as illustrated in Figure 4b.In this configuration the display apparatus utilises speakers 26a and 26b to provide the stereo base Bp 30 which receive the left and right channels respectively.Speaker 26d is inactive in the portrait orientation.In the configurations illustrated in solid outline in Figure 4 the stereo base 28 and 30 is to the bottom of the display 22 for both the landscape and portrait orientations respectively.","label":0.0}
{"text":"A control valve 1 for a variable displacement compressor 101 for varying a discharging capacity of the compressor 101 for compressing refrigerant led into a suction chamber 110 and discharging the compressed refrigerant from a discharge chamber 114 by regulating a flow rate of the refrigerant led into a crankcase 116 from the discharge chamber 114 the control valve 1 comprising a body 5 having a discharge chamber communication port 10 communicating with the discharge chamber 114 a crankcase communication port 12 communicating with the crankcase 116 and a valve hole 18 formed in a passage connecting the discharge chamber communication port 10 and the crankcase communication port 12 a valve element 24 for opening and closing a valve section the valve element 24 being arranged in such a manner as to move toward and away from the valve hole 18 a solenoid 3 provided in the body 5 which generates a solenoidal force with which to drive the valve element 24 in a closing direction in accordance with an amount of current supplied and a transmitting rod 34 68 that transmits the solenoidal force to the valve element 24 the transmitting rod 34 68 being slidably supported in a direction of axis line in the body 5 the solenoid 3 including a bottomed sleeve 52 secured to the body 5 wherein a pressure of refrigerant is introduced to an interior of the sleeve 52 a core 50 secured coaxially to the sleeve 52 a plunger 54 contained in the sleeve 52 on a bottom side thereof and disposed opposite to the core 50 in the direction of axis line the plunger 54 being displaceable integrally with thetransmitting rod 34 68 in the direction of axis line a first spring 40 that applies a biasing force in a valve opening direction to the transmitting rod 34 68 a second spring 78 that applies a biasing force in a valve closing direction to the plunger 54 and a supporting member 76 which is pressfitted such that the supporting member 76 is secured to an inner wall of the sleeve 52 near a bottom portion thereof wherein the second spring 78 is set between the supporting member 76 and the plunger 54 and a pressure is applied to the supporting member 76 by deforming the bottom portion of the sleeve 52 in the direction of axis line so as to regulate a pressfitting position of the supporting member 76 relative to the sleeve 52 whereby a set load of the first spring 40 and the second spring 78 is adjusted.","text_b":"A bearing member 38 is fixedly disposed within a lower end of the bottomed sleeve 36.The member 38 slidably supports a lower end of the shaft 21.The plunger 33 is fitted on a lower portion of the shaft 21 above its lower end.A hollow cylindrical seat surfaceforming member 39 is pressfitted into a hole opening in the centre of an upper end face of the plunger 33.The plunger 33 is urged downward by a spring SP1 first spring interposed between the core 32 and the seat surfaceforming member 39 and on the other hand is urged upward by a spring SP2 second spring interposed between the plunger 33and the bearing member 38.The load of the spring SP1 can be set by adjusting the amount of the pressfitting insertion of the seat surfaceforming member 39 into the hole of the plunger 33 such that it is possible to set the valve opening degree of the valve portion and further the axial position of the spring SP1 in which the magnetic gap is increased in size to keep the spring SP1 free relaxed i.e.the spring SP1 then has approximately its natural length.","label":0.0}
{"text":"The device of any of claims 7 to 10 wherein the slidable region has a circular shape and the response region has an annular shape surrounding the slidable region.","text_b":"In a still further embodiment of the invention a unique mechanism for operating the expanded menu icon itself is provided.Figures 8A8C provides an illustration of this embodiment of the invention.In Figure 8A the home menu icon is illustrated which the user is required to tap and hold in order to activate.Figure 8B illustrates the activated menu which now includes the hub menu around the home icon.To activate any of the shortcut icons illustrated in this hub menu the user need only slide their finger over any of them and lift to activate.Where the shortcut icon is associated with an additional panel menu such as illustrated in Figure 8C in relation to the Favourites icon this additional menu will be displayed when the users finger is placed over the Favourites icon.To then select one of the icons in the additional panel menu the user needs only to slide their finger over to the required shortcut icon and release their finger in order to active the selected icon.","label":1.0}
{"text":"The method according to claim 9 or 10 wherein the nitric acid HNO3 is neutralized and disposed of.","text_b":"Sulfur oxides and acid gas scrubbing are accomplished by quenching or wetting zones of the wet ESP and a small section downstream between the wetting zone and the charged plates is an oxidizer for nitrogen oxides.The seawater used in the wetting zone removes sulfur oxides hydrochloric acid and other contaminants whereas the charged plates mainly capture the particulates droplets and nitrogen oxides.","label":1.0}
{"text":"A user equipment UE for receiving a service from a network in a wireless communication system the UE 10 100 comprising multiple antenna units 115 a transceiver 110 coupled to the multiple antenna units and configured to transmit or receive signal to or from the network and a processor 120 connected to the transceiver and configured to control the transceiver wherein the processor is further configured to register multiple UE identities with a first node 18 of the network wherein each of the multiple UE identities is associated with one of a plurality of user terminations of the UE 10 each user termination including a respective subset of at least one of the multiple antenna units and to receive the service through a bearer with the network by using the multiple UE identities.","text_b":"Active research up to now related to the MIMO technology has focused upon a number of different aspects including research into information theory related to MIMO communication capacity calculation in various channel environments and in multiple access environments research into wireless channel measurement and model derivation of MIMO systems and research into spacetime signal processing technologies for improving transmission reliability and transmission rate.","label":1.0}
{"text":"The method according to any one of the preceding claims characterized in that the one or more binder of step c is selected from the group comprising synthetic polymers such as methylcellulose ethylcellulose sodium carboxymethylcellulose hydroxypropyl methylcellulose HPMC hydroxypropylcellulose HPC ethylhydroxyethylcellulose EHEC polyvinyl pyrrolidone PVP polyethylene glycol PEG polyvinyl alcohols polymethacrylates and natural binders such as plant gums e.g..acacia tragacanth sandarac ghatti karaya locust bean and guar proteins such as gelatin casein collagen saccharides and polysaccharides such as starch and its derivatives inulin cellulose pectins carrageenans and sugars animal exudates such as shellac alginic acid and mixtures thereof.","text_b":"According to an exemplary embodiment of the invention the suspension obtained by step e andor the anionic polymeric binder of step c andor the at least one cationic polymer of step d are mixed in process step f and afterwards are heated to a temperature from 50 to 120 C or from 60 to 110 C or preferably from 70 to 105 C for about 30 minutes or preferably for about 60 minutes.","label":1.0}
{"text":"The electronic receipt issuing system according to claim 1 wherein the predetermined time is a time from completion of the payment to completion of a subsequent payment.","text_b":"The display unit 20 of the POS terminal has for example an input unit such as a touch panel and the shop employee touches the part of the screen displaying the receipt data for the transaction he or she is handling to select one item of data step S108 in Fig.5.","label":1.0}
{"text":"The realtime surface energy treatment system for a printable substrate of Claim 3 wherein the stretchable ink is an ultraviolet radiation curable ink.","text_b":"As is evident from comparison of the solid line C1 and the broken line C2 in FIG.24 and from a chain line C3 byperforming the plasma treatment according to the embodiment on the treatment object 20 before the inkjet recording process it becomes possible to reduce the ink ejection amount needed to obtain the same image density because the dot circularity can be improved the dot can be enlarged or the pigment density in the dot can be equalized.","label":1.0}
{"text":"The optical packet switching node according to claim 6 taken in combination with claim 3 or 4 wherein each optical transit path further comprises an optical coupler located between the optical gate and the wavelength multiplexer the coupler being connected to a respective one of the optical transmitters for inserting at least one generated optical packet payload in the optical transit path.","text_b":"With reference to Figure 5 a possible POADM architecture for implementation of a super node 500 in particular an End of Row POADM 502 is illustrated.Figure 5 shows optical components including the first optical packet blockers 605.The interaction between these components will be described.A similar architecture may also be used to realize the second optical packet blockers 608 and parts of the node 400.","label":1.0}
{"text":"A system according to claim 1 wherein a pair of connectors 30 50 comprising a connector 50 of a vial 2 and a connector 30 of the main unit 1 is designed such thatthe opening of one connector 30 50 causes the other connector 50 30 to open andthe opening of a connector 30 50 occurs only if the vial 2 is in contact with the main unit 1.","text_b":"Blood is typically collected by a technician also called a phlebotomist who in prior art methods was required to select a multiple bag set comprising one two three or more satellite blood product bags depending on what blood products were to be separated from the blood.This requires special training of the phlebotomist to determine what blood products will be or are likely to be separated from a given bag of whole blood and to collect the blood in the appropriate bag set.If the phlebotomists determination was in error eithertoo many satellite bags would be used resulting in waste of bags or too few bags would be used resulting in blood products which could have been collected not being collected.","label":0.0}
{"text":"The system of claim 1 wherein said shaft of said delivery device is formed substantially in a single plane and includes a straight section and a curved section distal to said straight section.","text_b":"In one embodiment shown in Figs.3ac shaft 18 provides for a notch or slot 40 to slidably receive connecting tabs 32 and 32a that are attached at either ends of tape 12.Preferably slot 40 extends through curved shaft 18 and is further located at the distal end 17 of needle 10 so that tape 12 may be disconnected from needle 10 immediately after needle 10 penetrates the abdomen wall discussed below.","label":0.0}
{"text":"A container device according to claim 3 wherein said control circuit comprises at least one output connection towards said emitting device on which is sent a control voltage signal according to the linear driving method implemented by a supply unit.","text_b":"Here T is the absolute temperature in degrees Kelvin at which the measurement was made and VT is the velocity in metres per second.","label":1.0}
{"text":"The method of any preceding claim further comprising applying the rules based on a key layout on a selected mode of the digital telephony device.","text_b":"It is an aim of an aspect of this specification to set forth a programmable key configuration for designating groupings of programmable keys as Role Keys Role Associated Keys and Role Independent Keys.Role Associated Keys are available for configuration associated with each Role Key excluding the Prime Line.Selection of a Role Key on the telephone set results in the normally configured programmablekey behaviour and additionally overlays the associated Role Associated Keys on designated programmable keys of the telephone set.","label":1.0}
{"text":"The method according to any of the claims 1014 further comprising receiving at the first DNS device from the second DNS device transaction signature key information for authentication of communication between DNS devices in the plurality of DNS devices.","text_b":"In this Block the server may verify whether the data is updated by verifying whether other servers coupled with the server have issued to the server a notification message indicating that a record is updated and specifically the server determines that the data is updated in the server if the server has received the notification message issued by other servers or it may be indicated that the data is updated in the server if the record of the server has been changed for example the record is updated by the administrator or by the system of the server own periodically.","label":1.0}
{"text":"A method for a base station transmitter 100 the method comprising composing 32 a multicarrier transmit signal comprising a plurality of subcarriers the multicarrier transmit signal comprises a first subgroup of subcarriers carrying data for a first receiver and a second subgroup of subcarriers carrying data for a second receiver filtering 34 the first subgroup of subcarriers using a first filter characteristic to obtain a first transmit componentfiltering 36 the second subgroup of subcarriers using a second filter characteristic which is different from the first filter characteristic to obtain a second transmit component and transmitting 38 the first and the second transmit components.","text_b":"One preferred embodiment of the present invention will be described below by giving an example of an uplink transmission of a multicarrierbased communication system.","label":1.0}
{"text":"The method of claim 2 wherein the intraprediction mode further specifies a propagation mode wherein the propagation mode includes at least one of average value linear model and a higher order model along the specified direction.","text_b":"Equations 9 to 14 illustrate one embodiment of the present invention.In another embodiment a weight considering a prediction direction may be assigned to the horizontal or vertical parameter information.","label":1.0}
{"text":"The mobile terminal of claim 2 wherein when the preset type touch is applied to the particular graphic object included in the preview image the controller 180 is further configured to generate the image.","text_b":"The controller 180 sets one of a plurality of the extracted images as a basic image and can then create a multifocus image by pasting at least one portion of another extracted image to the basic image.For example referring to FIG.12C the controller 180 sets a basic image to the second photographed image 2 focused on the second object 12 and replaces a region of the second photographed image 2 having the third object 13 displayed therein by a region of the third photographed image 3 having the third object 13 displayed therein thereby creating a multifocus image by synthesizing the second photographed image 2 and the third photographed image 3 together.","label":1.0}
{"text":"A mobile device 100 comprising a first housing 152 a second housing 154 and a hinge assembly 156 rotatably coupling the first housing to the second housing and enabling movement of the device between an open configuration and a closed configuration wherein the hinge assembly 156 includes a link mechanism configured for enabling movement of the device between the closed and open configurations in which each link mechanism includes at least one pin 172 a biasing member 174 a frame 176 defining at least one slot 176 configured for receiving a corresponding pin at least one link 180 each link including at least one link pin 182 configured for engaging and moving along a corresponding one of the slots when the device is moved between the closed and open configurations and at least one arm 184 each arm configured for receiving a corresponding link.wherein when the device is in the open configuration the first housing is planar with the second housing further including a gap 162 defined between said first and second housings and having a thicknessin which whether said device is in the open or the closed configuration said thickness remains substantially constant by the distance between a center axis of rotation of both the upper and lower housings 152 154 being arranged to increase to provide enough clearance so that the corners of the housings can rotate relative to each other without making contact with frame slots 178a 178b shaped to achieve the constant gap.","text_b":"The guide rails 162 may be formed at the second case 142 of the driving unit 140 and engaged with the guide wings 161 so as to render the guide wings 161 guide the sliding of the connection member 158.","label":1.0}
{"text":"The resolver of claim 2 wherein the controller 28 determines a sign of the second signal by comparing a determined peak of the sampled second signal to a sample 180 out of phase with the determined peak wherein if the determined peak is greater than the out of phase sample the sign is positive wherein if the determined peak is less than the out of phase sample the sign is negative.","text_b":"Equations 5 and 6 below are simplified to facilitate implementation by the digital logic of the FPGA 30.icompInxnsin2nNIn1xnNsin2nNN qcompQnxncos2nNQn1xnNcos2nNN Where I n1 and Q n1 are the I and Q resultants and N12.","label":1.0}
{"text":"The method according to claim 1 or 2 wherein the representative values for the fine view 4 9 of a dataset are generated 23 26 by selecting a subset of the datasetthe subset of the dataset corresponding to a specified region 6 of the coarse view 3 8 of the dataset.","text_b":"Preferably the visualization of the values of the cluster on the display is initiated only when a defined first minimum number of elements of the data set has been retrieved.This ensures that display of the data set starts with a meaningful number of clusters that have their final values.As is depends on the user perception which number is considered to be meaningful the defined first minimum number is favorably settable by the user.","label":0.0}
{"text":"The method according to any one of the previous claims wherein the method further includes locating one or more heating mats 40 adjacent the components and heating the components during the curing of the adhesive using the mats.","text_b":"Optionally the bladder support structure includes backing members arranged to brace the bladders against outward movement and cause the bladders to expand inwardly against respective corresponding portions of the joint.","label":1.0}
{"text":"A backlight unit comprising a light guiding plate a light source module that is disposed in at least one side of the light guiding plate and includes a plurality of light sources emitting light toward a side surface of the light guiding plate an under chassis supporting the light guiding plate and the light source module and a gap maintaining unit maintaining a gap of a constant width between the side surface of the light guiding plate and the plurality of light sources of the light source module when a length of the light guiding plate is changed.","text_b":"In this embodiment a gap maintaining unit 115 is placed on the point light source 111 and extended from the point light source substrate 112 toward the light guiding plate 120.Here the point light source substrate 112 and the gap maintaining unit 115 have an Lshaped shaped section but not limited thereto.Alternatively the point light source substrate 112 and the gap maintaining unit 115 may not have the Ushaped shaped section as long as it can maintain a gap between the point light source 111 and the light guiding plate 120.Thus the gap maintaining unit 115 may be placed under the point light source 111 and extended from the point light source substrate 112 toward the light guiding plate 120.In this case the point light source substrate 112 and the gap maintaining unit 115 have an Lshaped shaped section.","label":1.0}
{"text":"The method of claim 1 wherein the unsaturated monomer comprises a component selected from the group consisting of styrenes acrylates methacrylates acrylonitriles methacrylamides vinyl pyridines vinyl phosphates methylNpropanesulfonic acids methacrylic acids and combinations thereof.","text_b":"The article of the present invention is an article comprising a substrate and a coating film made of the coating composition of the present invention.","label":1.0}
{"text":"The control device for the internal combustion engine according to claim 9 or 10 wherein the electronic control unit 44 is configured to decrease the target temperature of the first cooling system 16 based on the KCS learned value.","text_b":"Thus after the controlled variable setting routine is executed the CPU 71 starts the knocking determination routine from step 500 and proceeds to step 505.In step 505 the CPU 71 calculates a knocking strength SN based on the vibration Vc of the cylinder block portion 20 detected by the knock sensor 62.In the embodiment the knocking strength SN is the maximum value of the amplitude of the vibration Vc of the cylinder block portion 20 during a period in which the crankshaft 25 is rotated by 180 degrees that is during the expansion stroke of one cylinder.That is the CPU 71 obtains the index value for each of the plurality of cylinders.","label":0.0}
{"text":"A communication apparatus 2 comprising first obtaining means 15340 for obtaining an identifier of a first network connected by a first wireless communication scheme to another communication apparatus 1 search means 110370 for searching for a second network by the first wireless communication scheme which exists on the periphery and obtaining an identifier of the second network and transmission means 15320 for transmittingif the identifier of the first network and the identifier of the second network are different a predetermined notification signal to the other communication apparatus via communication by a second wireless communication scheme with lower transmission power than the first wireless communication scheme.","text_b":"Further an operation of placing the slave communication apparatus 206 close to the master communication apparatus 204 allows for the specification of the destination to which the content stored in the slave communication apparatus 206 is to be transferred.The user can perform such an intuitively operation.","label":0.0}
{"text":"The method according to claim 1 wherein the connecting body 72 is an integral part or comprises more than two connecting subbodies 721.","text_b":"Then a semiconductor chip having a 13 x 13 mm square size was bonded and fixed to the upper surface protrusion with a silver paste wire bonding was carried out then the resultant set was encapsulated with a silicacontaining epoxy sealing compound by transfer molding and solder balls were attached to obtain a semiconductor package Fig.9.The semiconductor package was connected to a mother board printed circuit board by melting the solder balls under heat.The semiconductor plastic package was evaluated and Table 9 shows the results.","label":0.0}
{"text":"A nearfield communication NFC capable mobile communication device comprising an NFC system configured for data transfer from at least one other NFCcapabledevice a housing comprising at least one magnet configured for supporting the mobile communication device when adjacent to a magnetic support device at least one processor configured to interpret data transferred from memory associated with at least one NFC device attached to the magnetic support device and based at least partly on the interpretation to execute a corresponding wireless communication function.","text_b":"As shown in FIG.10 at least one magnet 58 is embedded in the business cardholder and sensed by the Hall Effect sensor 26 or other sensor in the portable wireless communications device 20.A Hall Effect or other sensor 59 in this example is positioned at the interface 52.The Hall Effect sensor 26 senses a magnet 58 to activate the Near Field Communications NFC circuit or subsystem 132 such as shown in FIG.8 in a nonlimiting example.In one aspect a passive NFC tag 60 is embedded in the cardholder and is read by the device 20.In this example the device 20 determines that the tag is blank as shown in FIG.11 in which the Near Field Communications has been established for transferring and exchanging limited amounts of data as compared to a Bluetooth connection.","label":0.0}
{"text":"Procedure according to any one of the claims 1 to 8 characterised in that said stage of determining the feasible frames includes a stage of personalising parameterised frames included in said frame database where the personalisation includes assigning specific values to some parameters on said parameterised frames where the shape andor dimension of said parameterised frames depends on the values assigned to said parameters and where the specific values assigned are such that they generate a shape of the parameterised frame that positions the lenses in preset ranges of their optimum position.","text_b":"FIG.8 shows by way of example part of the order entry reception screen displayed at the display device.Specifically the order entry reception screen is a combination of the order entry screen shown in FIG.6 and bar graphs indicating the thicknesses and weights of lenses shown in FIG.8.The bar graphs showing the thicknesses and weights of lenses FIG.8 permits comparison of the results of process between two types of lenses.","label":1.0}
{"text":"A method for controlling the operation of an electromechanical transducer in particular an electric generator for a wind turbine the method comprising determining a harmonic control signal Idacref Iqacref being indicative for a harmonic operational behavior of the electromechanical transducer wherein the harmonic operational behavior is given by electric andor mechanic oscillations having frequency components being different from a fundamental frequency which is assigned to a fundamental operational behavior of the electromechanical transducer generating a modified drive signal Vd Vq based on the determined harmonic control signal Idacref Iqacref and supplying the generated modified drive signal Vd Vq to electromagnetic coils of a stator of the electromechanical transducer.","text_b":"The dqthreephase coordinate converter 8 is a coordinate conversion circuit which converts a firstorder dq signal input thereto into a threephase AC current the dqthreephase coordinate converter 9 is a coordinate conversion circuit which converts an nthorder dq signal input thereto into a threephase AC current and the dqthreephase coordinate converter 10 is acoordinate conversion circuit which converts an mthorder dq signal input thereto into a threephase AC current.","label":1.0}
{"text":"The display apparatus of claim 2 wherein in response to a third photo being received from the first portable apparatus through the communicator the controller is configured to reduce the second photo to generate a reduced image of the second photo and control the display to display the received third photo and overlap the reduced image of the first photo and the reduced image of the second photo with a part of the third photo.","text_b":"Here the first video display apparatus may be a vehicle head unit disposed in a front seat of a vehicle or may be a projector that may project an image to a front window of the vehicle or the like.Also the second video display apparatus may be a display device disposed in a back seat of the vehicle or a mobile terminal of the fellow passenger of the vehicle.","label":0.0}
{"text":"A fluid contact surface including a morphable structure according to any of claims 1 to 11 and a moveable control surface said morphable structure forming a continuous surface between the fluid contact surface and the moveable control surface.","text_b":"Referring to Figure 10 shown is an enlarged perspective illustration of the transition section 80 wherein the movable structure 16 is shown in the deflected position 58.The skinpanel 148 which is illustrated as covering the transition section 80 in Figures 7 and 8 has been omitted from Figure 10 for clarity.As illustrated in Figure 10 the transition section 80 may comprise a plurality of ribs 92 disposed in stacked arrangement and wherein the ribs 92 are independently pivotable relative to one another along a rib pivot axis 94.As can be seen each one of the ribs 92 is preferably pivotable about the rib pivot axis 94 which may be coaxial or coincident with the structure pivot axis 52.The structure pivot axis 52 may be the axis about which the movable structure 16 is deflectable.","label":1.0}
{"text":"The high solids aqueous mineral andor filler andor pigment suspension of any one of the preceding claims wherein the high solids aqueous suspension comprises the at least one calcium carbonatecontaining material in an amount of at least 50 wt.preferably from 50 to 82 wt.more preferably from 55 to 82 wt.even more preferably from 60 to 78 wt.and most preferably from 65 to 78 wt.based on the total weight of the high solids aqueous suspension.","text_b":"In this respect it is especially preferred that the activated carbon is added to the aqueous medium prior to the addition of the surfacereacted natural calcium carbonate.In this embodiment the EDCs are essentially first adsorbed to the activated carbon and the resulting composite is essentially subsequently adsorbed by the surfacereacted calcium carbonate providing for an improved removability of the activated carbon and the EDCs attached thereto respectively.","label":0.0}
{"text":"The wireless communications device of claim 1 further comprising an audit logging facility","text_b":"Information metering software rental and various other applications could also be implemented with an SPUbased system which could authenticate usersand monitor and account for their use andor purchase of content while securing confidential information from unauthorized access through a flexible security policy appropriate to the specific application.","label":0.0}
{"text":"The computerimplemented method of any of claims 1 to 6 wherein the first instantiated object is placed on the concentric circle having the smallest radius.","text_b":"The type content can be a type of threedimensional object e.g.point line polygon solid or an operation on content objects e.g.intersection between line and plane union of solids extrusion of a polygon in a direction.","label":1.0}
{"text":"A configuration datastream comprising configuration values selected to implement the method of claim 13 or 14.","text_b":"Additionally when control circuit 222 operates in the second mode control bit 712 control multiplexer 714 to select input 216 as the output of multiplexer 714.Thus inputs 210 216 are used as inputs of 2LUTs 206 208.Input 214 controls 41 multiplexer 704.Thus the output of 41 multiplexer 704 is the combinatorial output of the three inputs 210 214 and 216.","label":1.0}
{"text":"A method according to claim 1 further characterized by connecting the brake inductor L1 L2 through the first current path in the forward direction through a first switch S1 S3 to a first input terminalP5 P7 in the respective brake control circuit BC1 BC2 and through a second switch S2 S4 to a second input terminal P6 P8 of the respective brake control circuit BC1 BC2 connecting the brake inductor L1 L2 through the second current path in the reverse direction through a second diode means D2 D4 to the second input terminal P6 P8 of the respective brake control circuit BC1 BC2 and through a first diode means D1 D3 to the first input terminal P5 P7 of the respective brake control circuit BC1 BC2.","text_b":"When the car 2 is urgently stopped for example the supply of powerfrom the power supply 18 to the individual brake coils 17 is stopped at the same time by the operations of the first and second contacts 20 21 of the individual brake control units 11.At this time surge voltages are generated in the first and second resistors 45 47 respectively and the currents of the individual brake coils 17 flow into the individual discharge circuits 19 respectively.","label":1.0}
{"text":"An overbased calcium phenate detergent obtainable by the method of claim 13.","text_b":"In the process of the present invention the Group II metal oxide hydroxide or C1C6 alkoxide is selected from the group consisting of calcium barium magnesium and strontium oxide hydroxide or C1C6 alkoxide and mixtures thereof.Preferably the Group II metal oxide hydroxide or C1C6 alkoxide is Dolomite comprising CaOH2.MgOH2.Most preferably the Group II metal oxide hydroxide or C1C6 alkoxide is calcium hydroxide.","label":1.0}
{"text":"The liquid crystal display of claim 4 wherein liquid crystal alignment directions in which the liquid crystal molecules are aligned in the plurality of domains in response to the electric field are preferably different from each other in the plan view.","text_b":"The display panel 100 may further comprise a plurality of color filters CF and at least a black matrix BM.","label":1.0}
{"text":"A method in a network component for use in a cellular network the method comprising transmitting handover information from the network component to a mobile device wherein the handover information comprises information including information of a plurality of target cells with which the mobile device may subsequently communicate.","text_b":"As described above with regard to the prior art the base station must assign the available ranging codes according to the objects of the rangings that is according to the type of the rangings.In the IEEE 802.16e communication system the ranging codes are created by segmenting a pseudorandom noise PN sequence having a predetermined bit length for example 2151 bits intopredetermined ranging code units.For instance a maximum of Q ranging codes RC 1 to RC Q can be created.","label":1.0}
{"text":"The method of any one of claims 1 to 5 further comprising delivering a powder of the material on the surface of the first layer imaging the powder of the material using the laser imaging device to generate a powder image determining by the computing device whether the powder of the material includes a powder defect based at least in part on the powder image and responsive to determining that the powder of the material includes the powder defect performing by the computing device a predetermined action.","text_b":"As shown in the Figure 3 example the scanning electron beam 110 may be used to detect the thick powder layer defect 520 through the backscatter electrons 130.When detected by the detectors 140 the backscatter electrons 130 may reveal the width for example the diameter of the individual particles 510 andor the position of the individual particles in the direction perpendicular to the layer 500 that is the direction perpendicular to the baseplate 200 in the Figure 3 example or the z direction as indicated in Figure 3.From this information the position of each particle 510 in the zdirection andor the local thickness of the layer 500 can be calculated.Such a calculation may be performed by a processor such as the processor 600 described above in relation to Figure 2.","label":1.0}
{"text":"Method according to claim 1 characterised in that the secure element generates the further authentication factor request based on the capability of the portable device and the security level of the application.","text_b":"The authenticationverification access controller 101 includes an access controller application see FIG.3 304 operating within a processor 145 which is coupled to a biometric sensor 110 to obtain a biometric trait from the user such as illustrated in FIG.2.The first time a user submits himselfherself to the biometric sensor 110 the biometric sensor 110 generates a biometric templatewhich may be stored in memory 140.In the example case the biometric template will be a fingerprint template.The access controller application 304 operating within a processor 145 subsequently compares the stored fingerprint template against a candidate fingerprint image which is offered to authenticate the user by the user scanning a finger over the biometric sensor 110.Thus each time a user seeks to authenticate himselfherself the user will swipe hisher finger across the biometric fingerprint sensor 110 to generate a candidate fingerprint image which serve as the users authentication credentials.If the candidate fingerprint image matches the fingerprint template stored in memory 140 within predetermined tolerances then applications 206 and the system module 102 are granted access to the data stored in the SIM 105.If however the candidate fingerprint image does not match the fingerprint template stored in template memory 305 then applications 206 and the system module 102 are denied access to the data stored in the SIM 105.Because the SIM 105 may contain provisioning data which provides the mobile device 130 with access to the wireless network the embodiments also secure the wireless network from unauthorized use.Additionally the various embodiment methods and devices may prevent users from using the mobile device 130 itself without first properly authenticating themselves.","label":1.0}
{"text":"The method as claimed in claim 9 wherein the transmitting comprises transmitting information regarding an application exclusive for the robot cleaner to the mobile terminal.","text_b":"The upper cover 300 may be formed of a plastic molding and it is not so thick.Accordingly a distance between the NFC module 198 and an outer surface of the upper cover 300 is not so far.For example the distance may be within 10mm.In other words the NFC module 198 may be located in the outer surface of the upper cover 100 deep within 10mm.","label":0.0}
{"text":"Polypropylene composition comprising a 95.099.9 wt of propylene homopolymer A having i a melt flow rate MFR2 230 C measured according to ISO 1133 in the range of 1.5 to 10 g10min ii an ash content of lt 60 ppm b 0.1 5.0 wt of long chain branched polypropylene B and c up to 1000 ppm of betanucleating agent.","text_b":"One important aspect in capacitor films is the low ash content otherwise the dielectric properties are negatively affected.Accordingly it is appreciated even though the instant polypropylene composition PPC requires the presence of nucleating agents N that the ash content is rather low i.e.has an ash content measured according to ISO 34511 1997 of equal or below 60 ppm more preferably equal or below 50 ppm like in the range of 20 to below 55 ppm.","label":0.0}
{"text":"The engine system of claim 1 wherein the air supply system includes an exhaust gas recirculation valve and a variable geometry turbocharger vane each operatively connected to an intake of the engine and an exhaust output of the engine wherein the air adjustment signal is configured to adjust the exhaust gas recirculation valve and the variable geometry turbocharger vane in response to the load predictor signal wherein the fuel adjustment signal is configured to adjust the quantity of fuel delivered to the engine at a second time delayed from the first time by a period of time from about zero to three seconds or by a period of time from about.6 second to one second.","text_b":"In addition in the vehicle engine output controller the engine may have an exhaust gas recirculation passage from an exhaust side to an intake side wherein the second actuator includes a diesel throttle valve that controls an amount of intake fresh air in intake air of the engine while changing an exhaust gas recirculation rate through the exhaust gas recirculation passage.","label":1.0}
{"text":"The method of identifying location data for a server device managing communications for a wireless network as claimed in claim 1 wherein said wireless network is a 802.11class network said server device is an access point for said wireless network and said first location data is provided in a first transmission received said first client device from a second network.","text_b":"The plurality of access points 104 106 and 108 are of a conventional type such as wireless access points used in computer networking.Although three access points 104 106 and 108 are shown in Figure 1 for illustration purposes those skilled in the art will recognize that the principles of the present invention will work in any system that has a least one access point.The network access points 104 106 and 108 are devices that that connect wireless communication devices e.g.the locatable device 102 together to form a wireless network.In one embodiment as noted above each of the plurality of access points 104 106 and 108 may be coupled to a wired network.In another embodiment they are nodes of a wireless mesh network.The plurality of access points 104 106 and 108 are used to relay data between wireless devices and wire devices.In one embodiment the access points communicate using the IEEE 802.11 standard although in other embodiments beacon signals of other standards may also be used in accordance with the principles of the present invention.Unlike the prior art the plurality ofaccess points 104 106 and 108 are geographically tagged with location information.In one embodiment the location information is the position of the access point 104 106 and 108 in terms of longitude and latitude.In another embodiment the location information also includes the height of the access point.This location information is encoded into a geographic code.In another embodiment the location information encoded into a first geographic code and second geographic code or a prefix and a geographic code.In accordance with the present invention the geographic codes is included as part of the beacon signal or frame and transmitted by the access points 104 106 and 108 to other devices within range.For example the beacon signal or frame is transmitted by the access point 104 106 and 108 several times a second.The geographic codes as part of the beacon signal is described below in more detail with reference to Figure 3.In particular for the configuration shown in Figure 1 the first access point 104 would transmit a beacon signal including a first geographic code representing an encoded value of its location the second access point 106 transmits a beacon signal including a second geographic code representing an encoded value of its location which is different from the location of the first access point and does be second geographic code is different than the first geographic code and the third access point 108 transmits a beacon signal including a third graphic code representing and coded value of its location which is differentfrom the location of both the first access point 106 and second access point 108.","label":1.0}
{"text":"The ink cartridge determination system according to claim 8 wherein the determiner is further configured to determine an amount of ink in the ink chamber 100 based on the intensity of the second signal received by the second signalreceiving element when the mounting of the ink cartridge 1010 to the cartridge mounting portion 2761276 is completed.","text_b":"As shown in FIG.9A and 9B the large ink cartridge 3d includes a cartridge body 70 and a cap 71 that covers a lower part of the cartridge body 70.A protrusion 76 is formed on the cap 71.The protrusion 76 is of substantially a fork shape with detection portions 76a 76b vertically aligned.The detection portions 76a 76b are substantially impermeable to light.When the ink cartridge 3d with smaller capacity is mounted oninstalled in or removed from the holder 4 the lightemitted from the light emitting portion 14a is blocked once by the protrusion 66.When the large ink cartridge 3d is mounted oninstalled in or removed from the holder 4 the light from the light emitting portion 14a is blocked twice by the detection portions 76a 76b of the protrusion 76.Thus the control device 8 can detect which of ink cartridges 3d and 3d is mounted oninstalled in the holder 4 based on the number of times that the light from the light emitting portion 14a is blocked the number of times that the protrusion 66 or 76 is detected.","label":0.0}
{"text":"The method of claim 1 wherein the displaying of the image comprises displaying at least one attribute of the tag reclassifying the image into at least one new group according to at least one attribute selected from the attribute and displaying the image corresponding to the new group.","text_b":"A user can perform content oriented searches by formulating queries.Different types of queries such as natural language or query by example can be used.One or more images returned as the result of a user query can be browsed using the graphicaluser interface 210.","label":1.0}
{"text":"The cover device of claim 1 wherein the first display unit is transparent window.","text_b":"Referring to FIG.1C a user manipulation of a button 265 may serve as a control command for content displayed on the display screen 145 of the fliptype cover 100.For example with the host display module 261 deactivated page turning may be performed with respect to content displayed on the display screen 145 using a volume updown button.","label":0.0}
{"text":"An optical WDM transmission system according to one of claims 3 to 6 characterized in that the central tuning device 3 3 includes a detection device including at least one optical filter device which receives the optical WDM detection signal as an input signal and which preferably has a periodic transfer function and at least one optoelectrical detector adapted to optoelectrically detect the at least one optically filtered optical WDM detection signal that has passed through the at least one optical filter device.","text_b":"I.e.within the coarse tuning process the optical network element a transmitting laser of which is to be tuned may transmit a first optical signal to a second optical network element wherein said second optical network element is configured for providing feedback information to said transmitting optical network element.For instance initially the first optical signal may be emitted by the optical network element at a first transmission wavelength which is associated to a WDM channel assigned to said optical network element.At this stage the first transmission wavelength is not yet tuned.Upon receiving said first optical signal the second optical network element may analyze the first optical signal received at the first presently untuned transmission wavelength and may generate feedback information which is transmitted from the second network element to the first optical network element.Thereby a first tuning loop i.e.a closedloop which is further referred to as coarse tuning loop is established which is employed for the process of coarse tuning of said transmission wavelength of the transmitting laser of the first optical network element.","label":0.0}
{"text":"The layer structure 1 according to claim 14 wherein the colour layer 6 comprises at least one pigment or at least one colouring agent or both.","text_b":"Printing was conducted in the same manner as in the abovementioned ink setting property except that a process ink was used.By the use of a reflection densitometer trade name RD 918 manufactured by Gretag Macbeth AG.the density of printed portion was measured.","label":1.0}
{"text":"The method of claim 1 the sequence of text display characters comprising a text overwriting command the text overwriting command altering the local presentation of the sequence of text display characters by replacing at least one text display character occurring prior to the text overwriting command with at least one replacement text display character that follows the text overwriting command and the sequence of human interface device commands comprising at least one text overwriting human interface device command that corresponds to the text overwriting command the text overwriting human interface device command specifying altering the remote presentation of the sequence of text display characters by replacing the at least one text display character with the at least one replacement text display character.","text_b":"If the character item is selected from the menu window 370 by a users key manipulation the portable phone 310 enters a character input mode.","label":1.0}
{"text":"The laminated chip electronic component of claim 1 wherein a mark for differentiating upper and lower portions is formed on at least one of upper and lower surfaces of the ceramic body.","text_b":"Next the material solution is applied on the lower portion electrode 6 shown in FIG.1A.The coating method is not particularlylimited and the spincoating method dip coating method spray method and a method of painting with a brush etc.may be used.For example about 1 to 300 nm of a coating film can be formed by onetime coating.The coating film is dried in the air to evaporate a catalyst in the coating film as shown in FIG.2.The drying temperature is from the room temperature to 400C or so.","label":0.0}
{"text":"A method according to any one of claims 9 to 13 characterized in that it comprises the further step of verifying the completeness and compatibility of the further software components through calculating a checksum for each respective further software component and comparing this checksum with a reference value stored in the associated memory.","text_b":"In a second specific portion which includes a portion containing the ending address of the first region upon rewriting the flash memory 2 a storage content of the second specific portion is erased first and written last.The second specific portion has stored therein information indicating whether the storage contents are completely written into the first region.Normally the second specific portion has stored therein information indicating that the storage contents are completely written into the first region.If the second specific portion has no storage content the CPU 11 determines that the storage contents are not completely written into the first region.","label":0.0}
{"text":"The wind pitch adjustment system 100 of any preceding claim wherein the power supply comprises a rectifier configured to receive the alternating current input signal and to generate an isolated direct current voltage.","text_b":"Accordingly an improved pitch control system that is capable of accommodating high voltage transients would be welcomed in the technology.","label":1.0}
{"text":"An optical fiber according to claim 1 or 2 having macrobending losses lower than 0.3 dBturn at a wavelength of 850 nm for a radius of curvature of 5 mm.","text_b":"The optical fibre according to the present invention can have a central core diameter and a numerical aperture typical of a multimode fibre in order to allow a connection to a standard fibre.Thus the optical fibre can have for example a central core diameter of 62.53 m and a numerical aperture of 0.2750.015.The optical fibre can have for example a central core diameter of 503m and a numerical aperture of 0.20.015.","label":0.0}
{"text":"A method for characterizing an electrical connection between an energy storage device of an electrical or hybrid vehicle and an external power supply said method comprising the steps of in said vehicle receiving an alternating waveform from said power supply determining a fundamental frequency of said waveform determining if said waveform is distorted and if it is determined that said waveform is distorted determining if said distortion is an indication of a loose connection between said vehicle and said power supply.","text_b":"As described above with the electric automobile charging system according to the present embodiment the control device 7 in the charging apparatus 1 is capable of detecting the presence or absence of electrical or mechanical connection between the charging apparatus 1 and the electric automobile.Generally it is common practice to perform after the completion of connection therebetween activationnonactivation of the electricleakage detection function in conjunction with the operation of the control pilot circuit 16 for example.However in the present embodiment in a state where the charging apparatus 1 has been preliminarily connected to the external power supply 2 the control device 7 activates the electricleakage detection function using the CCID 9 regardless of whether or not it is connected to the electric automobile thereafter.Accordingly even in the event of the occurrence of an electric leakage mainly due to the charging port 6 or the charging cable 13 or even in the event of the occurrence of an electric leakage from the external power supply 2 to the outer casing of the charging apparatus 1 for example it is possible to detect such electric leakages which enables preventing dangerous occurrences due to such electric leakages when the user touches the charging apparatus 1 or the outer casing thereof.","label":0.0}
{"text":"A precursor solution of a mist for forming a metal film wherein the precursor solution is prepared by dissolving or dispersing a metal in an organic solvent containing an oxidant an amine compound or a protonic acid.","text_b":"After the sample 20 is placed a nitrogen gas which is previously sent from the nitrogen source 22 substitutes for a sufficient amount of atmosphere inside the film forming chamber.Subsequently the ultrasonic transducer 26 starts vibrating.When the ultrasonic transducer 26 vibrates at a predetermined frequency e.g.2.4 MHz the vibration propagates to the solution 24a through the water 25a generating a mist from the solution 24a.The generated mist is pushed out by the nitrogen sent from the nitrogen source 22 and injected into the film forming chamber 27 whose temperature has been raised.","label":1.0}
{"text":"The object display system according to Claim 2 or 3 further comprising map storage means for storing map information in a region including the position in which the originating apparatus is installed position measuring means for measuring a position and route retrieval means for retrieving a route from the position measured to a position of the object apparatus on the basis of the map information wherein the management means selects the support apparatuses according to a distance from the route retrieved and calculates a route distance which is a distance from the position measured on the route for each of the support apparatuses selected and the display control means outputs the video in which a mark according to the route distance of the support apparatus is provided on an area of the support apparatus identified in the video.","text_b":"An exemplary embodiment provides an apparatus to provide augmented reality AR information of a concealed object the apparatus including an image acquiring unit to acquire an image of a real environment a display unit to output the image and information about a concealed object a communication unit to access a server and process a signal communicated with the server and a control unit to define a reference object included in the image to obtain image capturing position information about a position of the image and reference object recognition information of the defined reference object to transmit the obtained image capturing position information and reference object recognition information to the server through the communication unit and to receive from the server information about concealed objects present about a direction from the image capturing position to the reference object and to output thereceived information about concealed objects to the display unit.","label":1.0}
{"text":"The server according to claim 11 wherein a video code of the media file is a Moving Picture Experts Group2 MPEG2 code.","text_b":"The special playback button 57 is a button operated when special playback is to be executed and is formed of a fast forward button 58 and arewind button 59.The fast forward button 58 is operated when content is to be quickly played back in the forward direction and the rewind button 59 is operated when content is to be quickly played back in the reverse direction.The term quickly means a speed higher than a normal playback speed and is represented by for example a speed which is n times a normal playback speed assuming that the normal playback speed is set to 1 where n is a numerical value greater than 1.In many cases n is set to an integer but may not necessarily be an integer.Further due to its functional nature an actual speed in a state displayed as ntimes fast playback to the user may not be needed to be exactly n times but may be substantially n times the normal speed.","label":0.0}
{"text":"The method of claim 1 wherein controlling the circuit element to define the circuit comprises providing a signal to a gate of a transistor the transistor defining the circuit based on the signal to the gate.","text_b":"According to the first aspect of the present invention all of the switches change from the OFF state to the ON state at the same timing.Consequently even if a current that flows through the constant current source temporarily increases when the switches change to the ON state this current does not flow through the light emitting devices.Therefore it is possible to adjust luminance of the light emitting devices independently and to prevent an overcurrent from flowing through the light emitting devices.Further it is possible to reduce a current stress to the light emitting devices and to extend life duration of the light emitting devices.","label":0.0}
{"text":"Network device for transmitting packets having packet properties comprisingat least two inputoutputbuffers for queuing packets in the network devicea sojourn time calculator for calculating a sojourn related time for each head packet in the at least two inputoutputbuffersa sojourn related time adaptor for based on an adaptation function assigned to the corresponding inputoutputbuffer adapting said sojourn related time into an adapted time for each head packet in the at least two inputoutputbuffersa scheduler for scheduling outgoing packets based on the adapted time.","text_b":"First the scheduler 32 calculates a packet length which does not influence the transmission start time of a premium packet from the leading part of the low priority packet sets the leading part as a divided packet and queues the divided packet again.The scheduler 32 then queues the premium packet thereby updating the scheduling queue 31 in a step 108.At this time the scheduler 32 memorizes the length of the undivided part remaining part of the low priority packet and calculates transmission start time without queuing the undivided part thereof yet.","label":0.0}
{"text":"The electronic device coupling method of claim 8 further comprising a setting step before the accessing step storing a mapping form in the master device the mapping form defines mapping relationships about each group address codes each slave device symbol each slave device a plurality of matching codes and a plurality of software matching codes the connecting port of the connecting module is coupled to the corresponding coupling port according to the matching codes.","text_b":"The control unit 238 258 is responsible for controlling the overall operation of the handheld terminal.That is the control unit 238 258 controls interoperation and cooperation among the data processing unit 232 252 the keypad unit 234 254 the memory unit 239 259 and the video processing unit 236 256.","label":0.0}
{"text":"The system of claim 1 wherein at least a portion of the audio asset information associated with the known audio asset is provided in response to determining that the user equipment is set to display or record the video program that embeds the known audio asset.","text_b":"In accordance for instance with control exercised by the control section 37 the display section 36 displays a predetermined user interface image representing the operation status of the mobile terminal device 2 or an operation performed relative to the operating section 38.The display section 36 also displays an image that is obtained when a content file in an image format is reproduced.","label":0.0}
{"text":"The display device of any preceding claim wherein the common voltage supplier is configured to supply two or more of the plurality of different common voltages to the plurality of electrodes during a display period of a frame.","text_b":"The touch screen driving circuit 30 and the microcontroller 40 transmit and receive the touch data and various signals to and from each other based on an interface IF defined between them.The microcontroller 40 transmits the touch data to the host system not shown.In the above description the touch screen driving circuit 30 and the microcontroller 40 are separately configured as an example.However the touch screen driving circuit 30 and the microcontroller 40 may be configured as an IC type touch screen controller.","label":1.0}
{"text":"The hearing instrument according to any one of claims 113 further comprising an audio converter for reception of an acoustic signal and conversion of the received acoustic signal into a corresponding electrical audio signal a signal processor for processing the electrical audio signal into a processed audio signal so as to compensate a hearing loss of a user of the hearing instrument a transducer connected to an output of the signal processor for converting the processed audio signal into an output signal and a transceiver for wireless data communicationwherein the transceiver is connected to an antenna adapted for electromagnetic field emission and electromagnetic field reception.","text_b":"Fig.2 is a block diagram of a hearing instrument 50 for example a BTE hearing aid which is capable of receiving audio signals form a remote source 12 via an FM link 22.To this end a magnetic loop antenna unit 20 and a first signal processing unit 21 comprising a HFunit 29 a demodulator 30 and a preamplifier 32 are integrated within the housing 52 of the hearing instrument 50.The system of Fig.2 is functionally equivalent to the system shown in Fig.1 in that audio signals from the remote source 12 can be provided to the user wearing the hearing instrument via the output transducer 38 with the functional components of the receiver device 10 of Fig 1 being mechanically integrated within the hearing instrument 50.","label":1.0}
{"text":"The drawing device of one of the proceeding claimswherein the drawing device is arranged such thatthe control circuit causes the test drawing area to be displayed superimposed on the drawing in the image display area of the display device in response to the detection by the sensor of the indication operation by the indicator in the image display area of the display device such that a position where the indication operation was detected is included in the test drawing area.","text_b":"Next the control circuit 210 switches the connection of the transmissionreception switching circuit 204 to the reception terminal R.Induced voltage is generated in each of the loop coils of the X and Yaxis direction loop coil groups 22X and 22Y by the electromagnetic wave transmitted from the electronic pen 23 that is the position indicator.","label":0.0}
{"text":"The method as claimed in claim 2 wherein the determining includes acquiring a resolution information of the display apparatus 100 and determining the character correction information for the character by applying a weight according to character size information included in the character information and the resolution information of the display apparatus.","text_b":"The display device 10 may be a color liquid crystal display device for example.The color liquid crystal display device may be a transmission type liquid crystal display device which is widely used in personal computers or the like as well as a reflection type or rear projection type liquid crystal display device.However the display device 10 is not limited to those color liquid crystal display devices.The display device 10 may be any color display apparatus including a plurality of pixels which are arranged along the X and Y directions socalled XY matrix display apparatus.","label":1.0}
{"text":"The apparatus 10 100 according to claim 8 wherein the first focus point 20a 200a of the light transfer device 20 200 20 is located in the outermost lens element facing the light transfer device 20.","text_b":"In the image display device of the embodiment of this invention as described above the image display device has the optoelectric element that outputs image data and projects an output image output from the optoelectric element on a retina of an eyeball via at least two reflection surfaces of the curved surface the first reflection surface of the curved surface deflecting flux before entering an eyeball is the first elliptic mirror of which the first focus point is in proximity to a crystal ball of an eyeball and the second focus point of the first elliptic mirror is configured so as to exist between the first elliptic mirror and the second reflection surface of the curved surface so that a wide fieldofview image can be transmitted to an eyeball efficiently.","label":0.0}
{"text":"The membrane electrode unit of claim 1 wherein the polymer electrolyte membrane has a thickness from 50 to 1000 m preferably from 100 to 500m.","text_b":"According to one particular embodiment of the present invention the weight ratio of fluoropolymer to catalyst material comprising at least one noble metal and if desired one or more support materials is greater than 0.1 this ratio being preferably in the range from 0.2 to 0.6.","label":1.0}
{"text":"The apparatus according to claim 8 wherein measuring the power comprises measuring a current generating the power.","text_b":"In another embodiment a normalized force over time NFOT integration that is normalized with respect to the energization levels can also be implemented NFOTFtEttEtttSuch an approach may be useful for enhanced accuracy where only FOT or FTP calibrations are available.","label":0.0}
{"text":"The method of claim 3 wherein the training presentation comprises at least one of a video an animated video a visual illustration an audio presentation a training model an interactive training simulation printed materials written instructions a training manual a training guide a searchable training or troubleshooting database a poster or a placard that presents information relating to the set of defined preferred user actions.","text_b":"The process communication units 16a and 16b are connected to a remote communication manager 18 a device that is adapted to communicate with a remote terminal unit RTU 20 or SCS system 20.The remote communication manager RCM 18 may be adapted to convert data from and to the process communication units 16a 16b into a protocol that may be processed by the RTU 20.The process communication units 16a 16b are responsible and adapted for protocol translation time synchronization and RCM communication with the RCM 18.","label":1.0}
{"text":"The system of claim 8 wherein the appearance is based on the distance between the first position and one of the second position and the first subset.","text_b":"The controller 170 may display second pointers 960 and 970 different from the first pointer 910 in a region of the display screen 820 closest to the calculated coordinates if the calculated coordinates are between the boundaries of the virtual extension region 800 and the display screen 820 that is in the remaining region 840 of the virtual extension region excluding the display screen.Accordingly although virtual pointer coordinates may move in the virtual extension region 800 the coordinates of the displayed pointer may be displayed along the boundary region of the display screen 820.","label":1.0}
{"text":"Method of claim 7 wherein generating the first series of intermediate images comprisescentering the first series of intermediate views at a first central intermediate view andselecting the first central intermediate view based on a predicted image quality of the first series of intermediate images.","text_b":"The virtual camera step 102 uses a mathematical approach to compute a geometrically correct projection matrix consistent with the set of the existing cameras.The projection phase 104 may be treated in the same mathematical framework and may be the most relevant stage computationally speaking.","label":0.0}
{"text":"The method according to claim 1 further comprising obtaining 202 a target reminding time closest to a current time from reminder events before the shutdown determining 202 a first counting time according to the target reminding time and writing 202 the first counting time into the clock circuit wherein receiving 101 the wakeup instruction from the clock circuit comprises receiving 201 the wakeup instruction sent by the clock circuit when the first counting time is reached.","text_b":"The present invention also provides a terminal capable of achieving the automatic activation of application function.The terminal comprises an automatic activation interface setting module and an auxiliary processing unit which are connected with each other and further comprising one or more application function modules capable of being automatically activated whereinthe automatic activation interface setting module is configured to receive an application function which needs to be automatically activated and a triggering condition for an automatic activation of the application function set by the user and activate the corresponding application function when receiving a starting command and the auxiliary processing unit is configured to send when the triggering condition for the automatic activation of the application function is satisfied the starting command to the automatic activation interface setting module so as to activate the corresponding application function.","label":1.0}
{"text":"The method of one of Claims 1 to 3 wherein at least one of the following is configured to receive augmenting data a model control unit andor the display system.","text_b":"The 3D modeler 110 receives as input the diminished reality images 115 from staging engine 107.3D modeler 110 generates a 3D model 131 of the subject or contents of the received diminished reality images 115.That is 3D modeler 110 generates a 3D model 131 of the environment of interest at a userselected diminished stage e.g.bare or intermediate stage.3D modeling from images technology is employed.","label":1.0}
{"text":"The method of claim 10 wherein the step of confirming the users purchase intention further includes offering to the terminal a display form of the determined purchase quantity and price in connection with the selected article icon.","text_b":"In this example the application 21 is called VAIO Gate and provides a user interface to the computer apparatus 1.In particular VAIO Gate is an applicationlauncher and notification system that operates under a Windows operating system for example Windows 7 and is continuously present on the Windows desktop.For Windows 7 VAIO Gate implements a clean desktop policy to replace the set of icons that were preinstalled on the desktop in previous operating systems and operates as follows.","label":1.0}
{"text":"The continuous stirred tank reactor according to any preceding claim wherein each reactor is associated with an impeller to assist movement of materials in the reactor.","text_b":"Furthermore other modifications to the above process will be apparent and understood based on conventional emulsionaggregation processes.Thus for example the above process can be readily modified to allow for the addition of pH controlling agents used in their known amounts for known purposes such as to control pH for the purposes of controlling the aggregation and coalescence steps.Likewise the process can be readily modified for example to allow for the addition of a second quantity of monomer material such as in the form of a latex emulsion between the aggregation and coalescence steps which additional monomer would thereby provide a shell around the exterior of the aggregated particles.","label":1.0}
{"text":"An apparatus according to claim 1 said separating section being arranged to provide that said separation of vapour is achieved at least partially by gravity preferably to provide that the steam separated by gravity has a purity of at least 98 in weight and more preferably of 99.5 in weight or greater.","text_b":"The reactor 1 also comprises a gaspermeable perforated wall 16 parallel to the axis AA and defining a lateral gas distribution chamber 17 and an opposite gaspermeable perforated wall 18 defining a lateral product collecting chamber 19.The product outlet 15 is in communication with said collecting chamber 19.","label":0.0}
{"text":"The mandrel assembly 100 of claims 1 2 3 4 5 or 6 wherein the upper ring 104 comprises an upper end 178 defining an upper opening and a lower end 182 defining a lower opening wherein one or both of the upper and lower openings is nonplanar.","text_b":"First and second tools 30 40 can be formed from a variety of nonmetallic materials such as composites or metallic alloys such as for example aluminum nickel iron steel or a substantially inexpansible alloy such as Invar nickel steel alloy as needed.Selection of a tool material typically is based on forming method composite part tolerances number of curing andor heating cycles coefficient of thermal expansion of the tooling material desired or required surface condition of the composite part composite constituents and cost as is generally known in the art.In a preferred embodiment the tools are formed of Invar alloy.","label":1.0}
{"text":"Use of the hotmelt adhesive mixture according to claim 1 andor the hotmelt adhesive compound according to any of the claims 2 to 4 for adhering multiple containers for beverages or food to form a pack of various items in an automated application process without the use of secondaryexternal packaging.","text_b":"Suitable plasticizers include predominantly plasticizing oils that are paraffinic or naphthenic in character carbon aromatic distribution5 preferably2 more preferably 0 as determined according to DIN 51378 and a glass transition temperature lower than 55C as measured by Differential Scanning Calorimetry.Those products are commercially available from the Royal DutchShell Group of companies like SHELLFLEX CATENEX and ONDINA oils.Other oils include KAYDOL oil from Witco or TUFFLO oils from Arco or NYPLAST from NYNAS.Other plasticizers include compatible liquid tackifying resins like REGALREZ R1018 or WINGTACK 10.SHELLFLEX CATENEX ONDINA KAYDOL TUFFLO REGALREZ WINGTACK NYPLAST are trademarks.","label":1.0}
{"text":"The computer program product of claim 9 further comprising program instructions to provide a summary of a plurality of detected events in the first fiber set in response to determining that the first fiber set has not been connected to the instrument andor further comprising program instructions to provide a summary of a plurality of detected events in the first fiber set in response to determining that a launch fiber or a receive fiber has not been connected to the instrument.","text_b":"In order to achieve the abovedescribed object according to a fifth aspect of the present invention there is provided the optical time domain reflectometer according to the second aspect further comprising a communication unit 21 which transmits the measured result data stored in the measured result storing means 22b and the edited result data stored in the edited result storing means 22c to the outside when the measured result storing means 22b and the edited result storing means 22c are internal storage media.","label":1.0}
{"text":"A control program for a storage management device 1 that manages a storage apparatus 2 in which storage units 232 are included and data is sent and received via transmission resources the control program causing a computer to execute a process comprising setting a target value of the performance to some orall of the storage units 232 monitoring the load factor of the transmission resources specifying a target transmission resource on the basis of the load factor of the transmission resources deciding on the basis of the target value bandwidth allocation of some of the storage units 232 that use the specified transmission resource and adjusting the bandwidth of the storage units 232 in accordance with the bandwidth allocation decided at the deciding.","text_b":"Further when determining that it is possible to process the commands the scheduling unit 506 has the QoS management table 501 store a value obtained by subtracting the number of IOs corresponding to the activated commands from the number of limit IOs stored in the QoS management table 501.Similarly when determining that it is possible to process the commands the scheduling unit 506 has the QoS management table 501 store a value obtained by subtracting the number of blocks corresponding to the activated commands from the number of limit blocks stored in the QoS management table 501.","label":1.0}
{"text":"The assembly of any preceding claim wherein the sensor measurements are any of temperature flame acoustic andor ultrasonic measurements.","text_b":"In FIG.1 a fuel nozzle 10 that is connected to a fuel pipe not shown of a fluid mixture 14 of solid fuel pulverized coal and its carrier gas on an upstream side and that supplies the fluid mixture 14 is provided and eject secondary air 15 is provided on the periphery of the fuel nozzle 10 concentrically.Moreover a tertiary air nozzle 12 that ejects tertiary air 16 is provided on the periphery of the secondary air nozzle 11 concentrically with the secondary air nozzle 11 and the tertiary air nozzle 12 serves as an outermost air nozzle in this case.","label":1.0}
{"text":"The method according to claim 2 8 or 9 further comprising said wireless device transmitting said signal to be transmitted by selecting a preamble from the set of one or more preambles allocated to the access class said wireless device signifying additional information to the network by its selection of preamble.","text_b":"A system with 5MHz bandwidth can accommodate 4 UE IMSI details per paging message.Taking into account the overhead of sending a dedicated preamble for each UE ID the capacity in each paging message is reduced from 4 to 3 UEs.","label":0.0}
{"text":"The textile feed of any one of the preceding claims further comprising an arresting mechanism for holding said fabric at a forward feed position followingfeeding so that said pull in said second reverse direction is prevented from reverse feeding said textile.","text_b":"A worm 48 is mounted to mesh with the worm wheel 44 and is driven by an electric motor 50.A disktype encoder 52 is mounted on a drive shaft 54 of the motor 50 so as to detect angular increments by which the worm 48 is rotated.By way of example the encoder 24 may have 500 slots so that utilising quadrature encoding it is possible to detect the angular increments with a resolution of 2000 per revolution.","label":0.0}
{"text":"The storage apparatus according to any one of claims 2 to 6 further comprising a second acquisition unit 512 configured to for each of the storage devices acquire a residual processing amount of the processing amount relating to the inputoutput requests for the each of the storage devices with respect to the processing bandwidth of the each of the storage devices at an interval shorter than the second predetermined time and acquire a minimum of the residual processing amountsacquired within the second predetermined time as a minimum residual amount wherein the second determination unit 522 determines that the processing amount relating to the inputoutput requests for the second storage device is below the processing bandwidth of the second storage device for the second predetermined time in a case where the minimum residual amount acquired by the second acquisition unit is nonzero.","text_b":"The memory 210a is a semiconductor memory element such as a RAM and has a cache area 211a and a control area 212a.The cache area 211a temporarily holds data exchanged between the host 10a or the host 10b and one of the HDDs 101a to 101d.The control area 212a holds information which the storage device 100 needs to execute various processings.Further various programs are also stored in the control area 212a.","label":1.0}
{"text":"The method of claim 2 or 3 wherein determining the speed traveled by the sport ball 106 after the impact comprises determining how the rate of spin by the sport ball 106 after the impact compares to a predetermined threshold rate of spin.","text_b":"With reference to FIG.12 in such an embodiment the individual 100 may use the sensor module 102 in the athletic activity monitoring system 10 to determine a change in spatial orientation of the object 104 according to spatial orientation process 400 as follows.","label":1.0}
{"text":"An electronic device comprising an information processing module configured to control a display to display contact information and time information corresponding to an external electronic device in response to a request and the display configured to display the contact information and the time information.","text_b":"When conducting an instant messaging session using a 3rd party IM application access to the 3rd party IM server 86 is first established and instant messages 84 exchanged over the wireless network 20 according to the appropriate protocol used by the 3rd party.It will be appreciated that the principles discussed below are equally applicable to both PINtoPIN messaging and other Internet servicebased instant messaging systems hosted by such 3rd parties.","label":1.0}
{"text":"The method according to claim 1 or 2 wherein the method is performed multiple times with decreasing amplitude variations of the plurality of parts until the cumulated sum is lower than a threshold.","text_b":"A description will be given for the sake of confirmation.An area having the largest difference area the amount of gain difference from target characteristics in the manner described above is an area for which correction is necessary most.","label":0.0}
{"text":"The method of any of claims 8 to 13 further comprising computing filter coefficients for each of the at least two pairs of band separation filters.","text_b":"A firstorder harmonic of at least one of the harmonic signals 20 and 26 is different from an effective sample rate of at least one of the digitizers 30 and 32.For example the firstorder harmonic F1 of the harmonic signal 20 could be 34 GHz.A sample rate of the digitizer 30 could be 50 GSs.Thus the firstorder harmonic F1 is different from the effective sample rate.","label":1.0}
{"text":"The method of claim 9 further comprising after sending the first SCRI message if PS data becomes available for transmission setting the variable to FALSE.","text_b":"According to the conventional technology there is no way for the UE 10 to transition from the CELLFACH state to the IDLE state except for following the control of the network.Therefore the UE 10 must continuously monitor a dedicated control channel DCCH a radio access channel RACH and a forward access channel FACH while in the CELLDCH state and must continuously monitor the FACH and the RACH while in the CELLFACH state so that unnecessary current consumption is caused thereby decreasing the battery lifetime.","label":0.0}
{"text":"The ultrasound image display method of claim 1 wherein the threedimensional displaying of the ultrasound image corresponding to the at least one range comprises twodimensionally displaying other images except the ultrasound image corresponding to the at least one range among the entire ultrasound image displayed based on the ultrasound image data.","text_b":"A marking display is applied to the location of a standard luminance level in the barform luminance scale image.The range information on luminance level can also be altered by moving the marking display by the input device 4.","label":0.0}
{"text":"The gas turbine engine component 102 according to claim 13 wherein the rigidized preform structure 134 has an opening 110 to receive the fastener 100 and wherein the fastener 100 initially comprises a separate woven fastener formed from a fiber based material and wherein the woven fastener is received within the opening 110 of the rigidized preform 134 and subsequently infiltrated with amatrix material to form the singlepiece structure 152 as a finished component and optionally wherein the rigidized preform structure 134 includes the polymer based material 132 prior to forming the opening 110 andor the singlepiece structure 152 that forms the finished component 102 does not include the polymer based material 132.","text_b":"FIG.2 illustrates one embodiment of turbine vane 10 wherein airfoil member 12 and platform 14 are bonded with an adhesive 20 for example a high temperature ceramic adhesive such as from Cotronics Resbond 989 or 904 Aremco Ceramabond 503 600 or 516 Sauerizon phosphate based adhesives or Zircar ZRCOM or variations on these basic adhesive types.The airfoil member 12 and the platform member 14 may each be formed separately of CMC materials using processes well known in the art.The ceramics utilized for the CMC material may be oxide or nonoxide materials for example alumina mullite silcon carbide etc.Because each of these components is a relatively simple shape they may be formed using simplified tooling and fabrication methods.The airfoil member is formed to the green body state at step 22 of FIG.7 and the platform member is formed to the green body state at step 24.The terms green body and green body state are used herein to include stages of processing from stillwet perform to the semifired state where the parts are rigid enough to be selfsupporting.The airfoil member 12 andor the platform member 14 may be produced from a plurality of individual parts that are bonded or joined together in any variety of ways or they may be formed as singlepiece parts.For the embodiment of FIG.2 wherein an adhesive is used to bond the airfoil 12 and platform 14 each of the green body parts are first cured to a final density at step 26 in order to allow shrinkage to occur prior to bonding so that close tolerance fits can be maintained and so that residual stresses can be minimized.The joint surface 16 of the airfoil member 12 is then bonded to the joint surface 18 of the platform member 14 by a layer of adhesive 20 at step 28.The adhesive may be applied in accordance with known procedures and in accordance with the adhesive manufacturers instructions.Note that the geometry of the adhesive joint may be designed to place the adhesive 20 in a relatively cooler area of the component when compared to areas exposed most directly to the hot combustion gasses.","label":1.0}
{"text":"The computing device 400 as claimed in claim 11 wherein the proactively control of execution comprises one of a remove pause and preempt execution of at least one of the one or more foreground applications 102 204 executing on the computing device 400.","text_b":"For example if the amount of CPU capacity memory capacity or storage capacity used by the mobile terminal 100 meets or exceeds the threshold value such as 90 of total capacity the determination unit 120 may determine that the excessive load is incurred by the mobile terminal and automatically generate the termination processing signal for terminating the executed tasks.","label":1.0}
{"text":"An exposure device 10 comprising a first light emitting element substrate 14 including a plurality of first light emitting elements 31 arranged at an arrangement interval T in a longitudinal direction of the first light emitting element substrate 14 and a second light emitting element substrate 24 including a part in the longitudinal direction that overlaps with a part of the first light emitting element substrate 14 so as to form an overlapping region 35 wherein the first light emitting element substrate 14 and the second light emitting element substrate 24 are shifted from each other in a direction perpendicular to the longitudinal direction wherein the second light emitting element substrate 24 includes a plurality of second light emitting elements 31 arranged in the longitudinal direction the second light emitting elements 31 being arranged at the arrangement interval T at least outside the overlapping region 35 and wherein when an interval between two of the second light emitting elements 31 of the second light emitting element substrate 24 disposed in the overlapping region 35 is expressed as a specified interval TS the specified interval TS and the arrangement interval T satisfy the following relationship TTS2T.","text_b":"FIGS.6A to 6E explain a first embodiment of switching the discharging of ink droplets between the head chips 20.In these figures ink droplets on the upper side are discharged from one of the adjoining head chips 20 and ink droplets on the lower side are discharged from the other head chip 20.","label":0.0}
{"text":"The person support apparatus of any one of claims 5 to 8 wherein when the computer readable instruction set is executed by the processor the electronic controller detects a position of a breathing tube detects a position of an endotracheal tube and determines if the breathing tube is coupled to the endotracheal tube.","text_b":"Referring to FIGS.7 and 7A a further embodiment of the apparatus of the present invention does not include a cushion support casing and the facial cushion 76 is selfsupporting and configured for mounting on a platform not shown.The platform may be as described with reference to the embodiments shown in FIGS.1 4 5 or 6.The facial cushion 76 has a frontal aperture 77 which includes viewing passages 78 in the cushion sidewalls.The facial cushion 76 is made of one component.The selfsupporting facial cushion may have a different configuration than the facial cushion 76 shown in FIGS.7 and 7A.An example of a selfsupported facial cushion having a different configuration that may be used in this further embodiment of the apparatus of the present invention is the GentleTouch brand pillow which presently is a product of Mizuho OSI.In other aspects the embodiment of FIGS.7 and 7A has the same alternative features as described above with reference to FIGS.1 1A 1B 2 and 3.","label":1.0}
{"text":"A PWM signal generating apparatus according to Claim 1 wherein the decoding circuit comprises an exclusive OR circuit.","text_b":"In FIG.45 the scale of the vertical axis of an exposure energy distribution is intentionally altered for each optical modulation pattern in order to make the central peak values in agreement at the same level in the exposure energy.Therefore the exposure energy distribution having the narrowest width D1 corresponds to the top optical modulation pulse pattern P1 shortest pulse and the peak value of the distribution D1 is actually lowest.Then the peak of the exposure energy distribution actually becomes higher as the pulse width on the corresponding modulation pulse pattern is increased.Thus on the bottom optical modulation pulse pattern longest pulse P8 the corresponding exposure distribution D8 actually has the highest peak value.","label":1.0}
{"text":"The simulator according to claim 3 wherein the execution unit calculates an amount of correction for the position of the target based on a difference between information indicating the position or the displacement of the carrier provided together with the measurement result and information indicating the position or the displacement of the carrier duringexecution of the control operation.","text_b":"The machine control simulator controls the virtual machine which is present in the 3D space 500.Specifically the machine control simulatorcalculates the command value for the control of the virtual machine and calculates motion of the virtual machine corresponding to the command value.","label":1.0}
{"text":"The coin hopper according to Claim 2 wherein the valve element turns from the second position toward the first position under its own weight.","text_b":"As shown in FIG.1 a coin hopper 100 of a first embodiment has a function to sort coins C in bulk one by one by the rotation of a rotating disk 106 and then feed the coins in the circumferential direction of the rotating disk 106 and the coin hopper 100 includes a storing bowl 102 which stores many coins in bulk an attachment base 104 which fixes the storing bowl 102 the rotating disk 106 sorting board 154 which sorts the coins C one by one a driver 108 of the rotating disk 106 a coin receiver 112 and a carrier 114 of the coins C.However the coin receiver 112 and the carrier 114 are not essentialcomponents.The coins C are assumed to have a plurality of denominations at least have a maximum diameter coin LC and a minimum diameter coin SC and include one or more coins having a diameters between the maximum diameter coin LC and the minimum diameter coin SC.","label":0.0}
{"text":"A spring operated actuator according to any one of claims 18 wherein the sealing body 140 includes a radially inner portion having the shape of a trapezoid in a plane perpendicular to the circumferential direction.","text_b":"The inlet orifice 29 is located short after the end wall 27 as seen in the rotational direction of the damper.The outlet orifice 30 is located about a right angle ahead of the end wall 27.","label":0.0}
{"text":"A computerreadable medium comprising executable instructions which when executed cause a processing circuitry to perform the method according to any one of claims 1 to 16.","text_b":"The operation of ad network services the configuration of ad units for delivery to communication devices 100 and the monitoring of user response will be known to those skilled in the art as well as methods for targeting advertisements for delivery to the communication devices 100.The ad network services 320 340 may select ad units to serve in response to requests based on contextual demographic and historic information.For example the request for an ad unit may be accompanied by metadata originating at the communication device 100 defining a particular target for the advertisement e.g.an identification of the target communication device 100 an age range andor salary range of the user of the device 100 if that information is available as well as contextual information such as the identity of the process executing at the device at the time the request was made which application initiated the request for the ad unit.Other relevant contextual or historic data may be retrieved or generated at the ad network server such as time of day relative clickthrough response of a given advertisers ad units and so forth.One or more of these factors as well as other contextual demographic or historic information may be used to select an appropriate ad unit for delivery to the device 100.","label":1.0}
{"text":"A sanding machine for sanding wood panels 2 or alike comprising an infeed device 4 which defines a support plane P for at least one panel 2 and is suited to move forward the panel 2 in a given direction 9 a sanding device 10 mounted above the support plane P and comprising in turn a drive drum 12 a tensioning drum 13 and an abrasive belt 11 which is wound in a ring shape around said drive and tensioning drums 12 13 so as to sand an upper face 23 of the panel 2 the drive drum 12 comprising a support shaft 16 which presents a first longitudinal axis 17 and is provided with two eccentric ends 18 coaxial to each other and to a second longitudinal axis 19 parallel to the first axis 17 and a cylindrical sleeve 21 which is fitted in a rotatory way on the support shaft 16 a first actuating device 22 for moving the cylindrical sleeve 21 around the first axis 17 and a second actuating device 24 for moving the drive drum 12 with respect to the support plane P around the second axis 19 from a lowered operating position to a raised rest position and characterised in that the drive drum 12 and the second actuating device 24 are connected to each other so as to allow in use the drive drum 12 to move around the second axis 19 as a function of a profile of said upper face 23.","text_b":"In alternative embodiments that are not shown the oscillation axis X can be arranged differently from the manner illustrated in Figure 2 for example it can be nearer the further planethan the geometrical axis Z andor upstream of the geometrical axis Z with respect to the advancing direction A.","label":1.0}
{"text":"The method according to one of the preceding claims wherein the image data comprises two or more calibration marker images comprisingderiving a camera orientation of the at least one camera for each of the two or more calibration marker imagescomputing an average camera orientation as a weighted average of the derived camera orientations of the at least one camera.","text_b":"First Example 1 will be described.Fig.3 is a flow chart showing the procedure of conversion parameter calibration processing in Example 1.The operation in step S 1 is executed by the camera 1 and the image processing apparatus 2 the operations in steps S2 to S5 are executed by the image processing apparatus 2.","label":0.0}
{"text":"Method according to claim 5 wherein the position of the matching string 108 110 112 is determined by defining search string concentric closed curves on the map plane wherein each closed curve represents a specific numeric value for a relationship value of the matching string 108 110 112 and wherein the numeric values decrease from the inner curves to the outer curves and wherein the matching string 108 110 112 is positioned upon an intersection point of each curve which corresponds to an relationship value of the matching string.","text_b":"In order to allow better understanding of the present invention the preferred embodiments of the present invention are further described in details using the examples below.","label":1.0}
{"text":"The method according to claim 3 wherein the lifesaving procedure state of the patient is classified into a state of during procedure in which a second procedure is performed on the patient a state of during interruption of procedure in which a second procedure is interrupted and a state which includes both the state of duringprocedure and the state of during interruption of procedure.","text_b":"Third segment of Njump or Nlag pointsxoutnn2Nlagn3Nlag1x1nn2Nlagn3Nlag1x2nnNlagn2Nlag1x3nnNlagnNlag13","label":1.0}
{"text":"Method for determining modal parameters as in claim 1 or 2 wherein said parametric matrix model is obtained from a matrix polynomial representation of a multivariable transmissibility function.","text_b":"To solve these problems in accordance with the present embodiment of the invention use is made of dynamic excitation see Figs.4a b c","label":1.0}
{"text":"The system of any one of claims 9 to 14 wherein the first mail production job 12 is a client job and the processor is configured to perform the step of updating one or more records in the database by recording a relationship between documents in the client job and in the second mail production job 7.","text_b":"FIG.22 is a schematic diagram illustrating a procedure for print recovery by use of the printer that failed.In the print recovery by use of the printer that failed the print recovery capability 442 in the troubleshooting service 440 of the client 11 requests the print recovery service section 542 of the spooler capability extension service 540 for instructing print recovery by use of the printer that failed arrow 2200.The arguments for the print recovery instruction include name of the printer on which the failure occurred or failed printer name job ID reprint printer name reprint start page and reprint last page.If the same name as failed printer name is specified for argument in reprint printer name the recovery processing procedure by the printer that failed is applied.If the other printer name is specified recovery processing procedure by the alternative printer to be described later shall beapplied.","label":1.0}
{"text":"A method according to any previous claims wherein the kurtosis S of the synchronous average of the electrical signals represents the characteristic data of the magnitude from the values of the average synchronous electrical signal and is calculated according to the formulaS1Nn1Nynn1Nyn2","text_b":"Meanwhile the first term related to an inductance in the right side of Equation 16 cannot be correctly calculated by the position sensorless control system.This is because the position sensorless control system cannot get current values Id and Iq on the dq coordinates system.Therefore inductance parameter Lx of Equation 16 should be set so that the estimated difference of the reactive power term due to inductance may be small according to applications.For example Lx is equal to L for a nonsalient pole motor.However for a salient pole motor Lx can be freely set e.g.LxLd LxLq or Lxan intermediate value between Ld and Lq.","label":0.0}
{"text":"The power source device of any of claims 1 2 3 4 or 5 wherein the charging power controller being further configured to in response to determining that the at least one power charge device is in a charging arrangement with the power source device wirelessly receive by the short range wireless communication receiver an information signal from the at least one power charge device the information signal comprising a message received by the at least one power charge device and thereby forwarded to the power source device.","text_b":"On the other hand in radio communication an increased frequency band is required as the transmission rate increases.In this instance if the resonance element 13 or the resonance element 21 having a high Q value is used as an antenna then a sufficient frequency band cannot be assured and this distorts the communication waveform resulting in increase in error in communication.","label":1.0}
{"text":"The electric power steering apparatus according to claim 6 wherein the limitation processors 98b 108b perform limitation processing on the second added value when an absolute value of the steering torque reaches a setting value.","text_b":"Therefore according to the present embodiment the following advantageous effects of 1 to 3 are obtained.1 The limits of the assist controlled variable Ias are individually set for the respective signals the respective state quantities used to compute the assist controlled variable Ias and the values obtained by adding the limits are set as the final limits of the assist controlled variable Ias.Accordingly even when the assist controlled variable Ias exhibiting an abnormal value is computed for some reason the abnormal assist controlled variable Ias is limited to an appropriate value directly based on the signal values by the final limits.By supplying the motor control signal generating unit 62 with the assist controlled variable Ias limited to an appropriate value as the final current command value I it is possible to accurately inhibit application of an unintended assist force to thesteering system.2 The microcomputer 42 collectively executes the limiting process on the assist controlled variable Ias using the upper limit IUL obtained by adding the upper limits IUL1 to IUL5 and the lower limit ILL obtained by the lower limits ILL1 to ILL5.There may be a configuration in which the limiting processes are executed individually on the assist controlled variable Ias using the respective upper limits IUL1 to IUL5 and the respective lower limits ILL1 to ILL5.As compared with the case where this configuration is employed it is possible to reduce a computational load on the microcomputer 42 according to the first embodiment of the invention.3 The microcomputer 42 is able to easily compute the upper limits IUL1 to IUL5 and the lower limits ILL1 to ILL5 by using the first to fifth limit maps M1 to M5.","label":0.0}
{"text":"The system of any preceding claim wherein nitrogen is introduced through a nitrogen inlet of the enclosure at a rate of approximately 1 cubic feet per minute approx.0.0283m3 to ensure a positive purge pressure.","text_b":"In state 616 the fan is on the first heater is on the second heater is off recirculation is being performed the damper is closed and the system components are active.Additionally a low temperature alarm is sent to the user so that the user may be informed of the low temperature condition.If the temperature within the enclosure rises above 0 degrees Celsius the system transitions to state 606.","label":0.0}
{"text":"The solid oxide fuel battery cell according to any one of claims 1 to 5 wherein the oxide is selected from the group consisting of lanthanum ferrite perovskite oxides lanthanum cobalt perovskite oxides and samarium cobalt perovskite oxides.","text_b":"In addition in the above description the noble metal powder relates to a powder of noble metal other than Ag.For the noble metal in the noble metal powder Pd Ru Pt Rh Ir Au and the like are concretely mentioned.Among them Pd is preferably used because stability of the Ag andor Ag alloy powder in the operating temperature region of the cells can be improved.Further the noble metal alloy powder relates to a powder of alloy comprised of the above noble metal as a main component and one ormore kinds of additional elements.","label":0.0}
{"text":"The method of claim 2 wherein the high frequency ACmodulated heater current comprises a DC offset wherein the DC offset is varied to adjust the spacing.","text_b":"In detecting of the touchdown state of the head an offset compensation may be performed on the DC component so that the DC component is adjusted to be within an input range of an analog to digital converter and the method may further include generating information for determining the touchdown state when an amplitude or a change rate of theDC component having the compensated offset satisfies a threshold condition.","label":0.0}
{"text":"The rear portion structure for a saddle type vehicle according to claim 1 wherein the left and right first bending portions 21L 21R are disposed on the inner side in the vehicle widthwise direction with respect to the left and right support frames 71L 71R respectively.","text_b":"The head pipe 6 is connected to paired left and right main frames 9L and 9R of which only 9L at the front side of the sheet is shown extending rearward and downward.The main frames 9L and 9R are respectively connected at their rear ends to center frames 10L and 10R of which only 10L at the front side of the sheet is shown extending vertically.Lower arm portions 10DL and 10DR of which only 10DL at the front side of the sheet is shown respectively constituting lower portions of the center frames 10L and 10R include pivot plates 11 L and 11 R of which only 11 L at the front side of the sheet is shown respectively.A swing arm 12 is pivotally supported by the pivot plates 11 L and 11 R in such a way that its front end portions are vertically swingable.A rear wheel 13 is axially supported by the swing arm 12 at its rear end portions.","label":0.0}
